Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

# ERROR_UID_GUID_NOT_SPECIFIED
source: Both UID and GUID cannot be null. Please specify the UID or the GUID for which the messages are to be fetched.
ar: ERROR_UID_GUID_NOT_محدد
de: ERROR_UID_GUID_NOT_SPEZIFIZIERT
es: ERROR_UID_GUID_NOT_SPECIFIED
fr: ERROR_UID_GUID_NOT_SPÉCIFIÉ
lt: ERROR_UID_GUID_NOT_SPECIFIED
pt: ERROR_UID_GUID_NOT_ESPECIFICADO
sv: ERROR_UID_GUID_NOT_SPECIFIED
zh_tw: 錯誤指定

# ERROR_INTERNET_UNAVAILABLE
source: No Internet Connection. Please try again later.
ar: ERROR_INTERNET_غير متوفر
de: ERROR_INTERNET_NICHT VERFÜGBAR
es: ERROR_INTERNET_UNAVAILABLE
fr: ERROR_INTERNET_UNAVAILABLE
lt: ERROR_INTERNET_UNAVAILABLE
pt: ERROR_INTERNET_INDISPONÍVEL
sv: ERROR_INTERNET_UNAVAILABLE
zh_tw: 錯誤網際網路不可用

# ERROR_REQUEST_IN_PROGRESS
source: Request Already in Progress.
ar: ERROR_REQUEST_IN_PROGRESS
de: ERROR_REQUEST_IN_PROGRESS
es: ERROR_REQUEST_IN_PROGRESS
fr: ERROR_REQUEST_IN_PROGRESS
lt: ERROR_REQUEST_IN_PROGRESS
pt: ERROR_REQUEST_IN_PROGRESS
sv: ERROR_REQUEST_IN_PROGRESS
zh_tw: 錯誤請求正在進行

# ERROR_FILTERS_MISSING
source: Timestamp' or 'MessageId' or 'UpdatedAt' required to use the 'fetchNext()' method.
ar: خطأ في عداد المفقودين
de: ERROR_FILTERS_MISSING
es: ERROR_FILTERS_MISSING
fr: ERROR_FILTERS_MISSING
lt: ERROR_FILTERS_MISSING
pt: ERROR_FILTERS_MISSING
sv: ERROR_FILTERS_MISSING
zh_tw: 錯誤篩選器

# ERROR_NO_DATA_FOUND
source: No more data found.
ar: ERROR_NO_DATA_FOUND
de: ERROR_NO_DATA_FOUND
es: ERROR_NO_DATA_ENCONTRADO
fr: ERROR_NO_DATA_FOUND
lt: ERROR_NO_DATA_FOUND
pt: ERROR_NO_DATA_FOUND
sv: ERROR_NO_DATA_FOUND
zh_tw: 找到錯誤資料

# ERROR_TYPING_STATUS_LIMIT
source: Sending typing status is limited to 5sec per notification to same guid or uid for the same typing status.
ar: ERROR_TYPING_STATUS_LIMI
de: ERROR_TYPING_STATUS_LIMI
es: ERROR_TYPING_STATUS_LIMI
fr: ERROR_TYPING_STATUS_LIMI
lt: ERROR_TYPING_STATUS_LIMI
pt: ERROR_TYPING_STATUS_LIMI
sv: ERROR_TYPING_STATUS_LIMI
zh_tw: 錯誤輸入狀態

# ERROR_TYPING_STATUS
source: Typing status end cannot be send before sending the start typing.
ar: ERROR_TYPING_STATU
de: ERROR_TYPING_STATU
es: ERROR_TYPING_STATU
fr: ERROR_TYPING_STATU
lt: ERROR_TYPING_STATU
pt: ERROR_TYPING_STATU
sv: ERROR_TYPING_STATU
zh_tw: 錯誤輸入狀態

# ERROR_FILE_ACCESS
source: File Path is not accessible. Please give the correct file path.
ar: ERROR_FILE_ACCESS
de: ERROR_FILE_ACCESS
es: ERROR_FILE_ACCESS
fr: ERROR_FILE_ACCESS
lt: ERROR_FILE_ACCESS
pt: ERROR_FILE_ACCESS
sv: ERROR_FILE_ACCESS
zh_tw: 錯誤檔案存取

# ERROR_GRP_MEMBERS_BAN_MEMBERS_EMPTY
source: The list provided are empty please provide a valid list.
ar: ERROR_GRP_MEMBERS_BAN_MEMBERS_
de: ERROR_GRP_MEMBERS_BAN_MEMBERS
es: ERROR_GRP_MEMBERS_BAN_MEMBERS
fr: ERROR_GRP_MEMBERS_BAN_MEMBERS_
lt: ERROR_GRP_MEMBERS_BAN_MEMBERS
pt: ERROR_GRP_MEMBERS_BAN_MEMBERS
sv: ERROR_GRP_MEMBERS_BAN_MEMBERS
zh_tw: 成員錯誤

# ERROR_FILE_URL_EMPTY
source: Media Message URL is set as nil or blank.
ar: ERROR_FILE_URL_فارغة
de: ERROR_FILE_URL_LEER
es: ERROR_FILE_URL_EMPTY
fr: ERROR_FILE_URL_EMPTY
lt: ERROR_FILE_URL_EMPTY
pt: ERROR_FILE_URL_EMPTY
sv: ERROR_FILE_URL_EMPTY
zh_tw: 錯誤檔案網路空

# ERROR_INVALID_MESSAGEID
source: The message ID provided is invalid. Please provide a valid Message ID.
ar: ERROR_INVALID_مساجييد
de: ERROR_INVALID_MESSAGEID
es: ERROR_INVALID_MESSAGEID
fr: ERROR_INVALID_MESSAGEID
lt: ERROR_INVALID_MESSAGEID
pt: ERROR_INVALID_MESSAGEID
sv: ERROR_INVALID_MESSAGEID
zh_tw: 錯誤訊息 ID

# ERROR_INVALID_TIMESTAMP
source: The timestamp provided is invalid. Please provide a valid timestamp.
ar: ERROR_INVALID_TIMESTAMP
de: ERROR_INVALID_TIMESTAMP
es: ERROR_INVALID_TIMESTAMP
fr: ERROR_INVALID_HORODATAGE
lt: ERROR_INVALID_TIMESTAMP
pt: ERROR_INVALID_TIMESTAMP
sv: ERROR_INVALID_TIMESTAMP
zh_tw: 錯誤時間戳

# ERROR_INVALID_MESSAGE_TYPE
source: Only TextMessage or CustomMessage can be edited. Please provide a valid message.
ar: ERROR_INVALID_MESSAGE_TYPE
de: ERROR_INVALID_MESSAGE_TYP
es: ERROR_INVALID_MESSAGE_TYPE
fr: ERROR_INVALID_MESSAGE_TYPE
lt: ERROR_INVALID_MESSAGE_TYPE
pt: ERROR_INVALID_MESSAGE_TYPE
sv: ERROR_INVALID_MESSAGE_TYPE
zh_tw: 錯誤訊息類型

# ERROR_SETUPDATEAFTER
source: The updatesOnly() method cannot be used without the `setUpdatedAfter()` method
ar: ERROR_SETUPDATEبعد
de: ERROR_SETUPDATEAFTER
es: ERROR_SETUPDATEAFTER
fr: ERROR_SETUPDATEAFTER
lt: ERROR_SETUPDATEAFTER
pt: ERROR_SETUPDATEAFTER
sv: ERROR_SETUPDATEAFTER
zh_tw: 錯誤安裝日期之後

# ERROR_INIT_NOT_CALLED
source: CometChat.init() not called. Please call the method preferably in the onCreate() method of the Application class before calling any other methods related to CometChat.
ar: INIT_NOT_CALD
de: INIT_NOT_GENANNT
es: INIT_NOT_LLAMADA
fr: INIT_NOT_APPELÉ
lt: INIT_NOT_CALLED
pt: INIT_NOT_CALLED
sv: INIT_NOT_CALLED
zh_tw: 沒有被稱為

# ERROR_MESSAGE_TEXT_EMPTY
source: Message text cannot be empty.
ar: مساجي_TEXT_EMPT
de: MESSAGE_TEXT_EMPT
es: MESSAGE_TEXT_EMPT
fr: MESSAGE_TEXT_EMPT
lt: MESSAGE_TEXT_EMPT
pt: MESSAGE_TEXT_EMPT
sv: MESSAGE_TEXT_EMPT
zh_tw: 訊息

# ERROR_CUSTOM_DATA_EMPTY
source: Custom Data cannot be empty.
ar: كوستوم_DATA_EMPT
de: CUSTOM_DATA_EMPT
es: DATA_EMPT
fr: CUSTOM_DATA_EMPT
lt: CUSTOM_DATA_EMPT
pt: CUSTOM_DATA_EMPT
sv: CUSTOM_DATA_EMPT
zh_tw: 自訂資料

# ERROR_REGION_MISSING
source: Region not specified. Please specify the region in the AppSettingsBuilder class using the `setRegion()` method
ar: ERROR_REGION_MISSIN
de: ERROR_REGION_MISSIN
es: ERROR_REGION_MISSIN
fr: ERROR_REGION_MISSIN
lt: ERROR_REGION_MISSIN
pt: ERROR_REGION_MISSIN
sv: ERROR_REGION_MISSIN
zh_tw: 錯誤 _ 區域 _ 錯誤

# ERROR_CONVERSATION_NOT_FOUND
source: No such conversation found.
ar: إرور_CONVERSATION_NOT_FOUN
de: ERROR_CONVERSATION_NOT_FOUN
es: ERROR_CONVERSATION_NOT_FOUN
fr: ERROR_CONVERSATION_NOT_FOUN
lt: ERROR_CONVERSATION_NOT_FOUN
pt: ERROR_CONVERSATION_NOT_FOUN
sv: ERROR_CONVERSATION_NOT_FOUN
zh_tw: 錯誤 _ 交談方式

# ERROR_PASSWORD_MISSING_MESSAGE
source: Password is mandatory for a protected group
ar: كلمة المرور إلزامية لمجموعة محمية
de: Passwort ist für eine geschützte Gruppe obligatorisch
es: La contraseña es obligatoria para un grupo protegido
fr: Le mot de passe est obligatoire pour un groupe protégé
lt: Slaptažodis yra privalomas apsaugotoje grupėje
pt: A senha é obrigatória para um grupo protegido
sv: Lösenord är obligatoriskt för en skyddad grupp
zh_tw: 密碼是受保護群組的強制性

# ERROR_LIMIT_EXCEEDED_MESSAGE
source: Limit Exceeded Max limit of %d
ar: الحد الأقصى تجاوز الحد الأقصى من%d
de: Limit überschritten Maximalbegrenzung von%d
es: Límite superado el límite máximo de%d
fr: Limite dépassée Limite maximale de%d
lt: Riba Viršija% d maksimali riba
pt: Limite limite máximo excedido de%d
sv: Gräns överskred maxgränsen på%d
zh_tw: 限制超過 %d 的最大限制

# ERROR_INVALID_LIMIT_MESSAGE
source: Please provide valid limit
ar: يرجى تقديم حد صالح
de: Bitte geben Sie gültiges Limit
es: Proporcione un límite válido
fr: Veuillez indiquer une limite valide
lt: Prašome pateikti galiojantį limitą
pt: Forneça um limite válido
sv: Var god ange giltig gräns
zh_tw: 請提供有效限制

# ERROR_USER_NOT_LOGGED_IN_MESSAGE
source: Please log in to CometChat before calling this method
ar: الرجاء تسجيل الدخول إلى CometChat قبل استدعاء هذه الطريقة
de: Bitte loggen Sie sich bei CometChat ein, bevor Sie diese Methode aufrufen
es: Inicie sesión en CometChat antes de llamar a este método
fr: Veuillez vous connecter à CometChat avant d'appeler cette méthode
lt: Prašome prisijungti prie CometChat prieš skambinant šį metodą
pt: Por favor, faça login no CometChat antes de chamar este método
sv: Logga in på CometChat innan du anropar den här metoden
zh_tw: 使用此方法前，請先登入

# ERROR_INVALID_GUID_MESSAGE
source: Please provide a valid GUID
ar: يرجى تقديم معرف GUID صالح
de: Bitte geben Sie eine gültige GUID an
es: Proporcione un GUID válido
fr: Veuillez fournir un GUID valide
lt: Prašome pateikti galiojantį GUID
pt: Forneça um GUID válido
sv: Ange ett giltigt GUID
zh_tw: 請提供有效的 GUID

# ERROR_INVALID_UID_MESSAGE
source: Please provide a valid UID
ar: يرجى تقديم معرف معرف صالح
de: Bitte geben Sie eine gültige UID
es: Proporciona un UID válido
fr: Veuillez fournir un UID valide
lt: Prašome pateikti galiojantį UID
pt: Forneça um UID válido
sv: Ange ett giltigt UID
zh_tw: 請提供有效的 UID

# ERROR_DEFAULT_MESSAGE
source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schief gegangen
es: Algo salió mal
fr: Quelque chose ne va pas
lt: Kažkas nutiko
pt: Algo deu errado
sv: Något gick fel
zh_tw: 出了問題

# ERROR_CALL_NOT_INITIATED_MESSAGE
source: Call not cannot be cancelled without initiating a call
ar: لا يمكن إلغاء المكالمة دون بدء مكالمة
de: Anruf kann nicht storniert werden, ohne einen Anruf zu initiieren
es: No se puede cancelar la llamada sin iniciar una llamada
fr: L'appel ne peut pas être annulé sans lancer un appel
lt: Skambučio negalima atšaukti neinicijuojant skambučio
pt: A chamada não pode ser cancelada sem iniciar uma chamada
sv: Samtalet kan inte avbrytas utan att inleda ett samtal
zh_tw: 未啟動通話就無法取消來電

# ERROR_CALL_MESSAGE
source: Something went wrong while connecting.
ar: حدث شيء خاطئ أثناء الاتصال.
de: Bei der Verbindung ist etwas schief gelaufen.
es: Algo salió mal mientras se conectaba.
fr: Quelque chose s'est mal passé pendant la connexion.
lt: Jungiantis kažkas nutiko.
pt: Algo deu errado enquanto se conecta.
sv: Något gick fel när du ansluter.
zh_tw: 連線時出了問題。

# ERROR_CALL_SESSION_MISMATCH_MESSAGE
source: Call Session Mismatch. Please check the session ID
ar: عدم تطابق جلسة الدعوة. يرجى التحقق من معرف الجلسة
de: Anruf Sitzungskonfliste. Bitte überprüfen Sie die Sitzungs-ID
es: Sesión de llamada no coinciden. Compruebe el ID de sesión
fr: Mis de correspondance de session d'appel. Veuillez vérifier l'ID de session
lt: Skambučių sesijos neatitikimas. Prašome patikrinti sesijos ID
pt: Chamar a incompatibilidade da sessão. Por favor, verifique o ID da sessão
sv: Anrop Session Mismatch. Kontrollera sessions-ID
zh_tw: 呼叫階段作業不相符。請檢查工作階段 ID

# ERROR_CALL_SESSIONID_NOT_FOUND_MESSAGE
source: Call Session ID passed is empty and cannot be found. Please check the session ID
ar: معرف جلسة الاتصال الذي تم تمريره فارغ ولا يمكن العثور عليه. يرجى التحقق من معرف الجلسة
de: Die übergebene Anrufsitzungs-ID ist leer und kann nicht gefunden werden. Bitte überprüfen Sie die Sitzungs-ID
es: El ID de sesión de llamada pasado está vacío y no se puede encontrar. Compruebe el ID de sesión
fr: L'ID de session d'appel passé est vide et introuvable. Veuillez vérifier l'ID de session
lt: Paskambučio sesijos ID yra tuščias ir jo negalima rasti. Prašome patikrinti sesijos ID
pt: O ID da sessão de chamada passado está vazio e não pode ser encontrado. Por favor, verifique o ID da sessão
sv: Anropssessions-ID som skickats är tomt och kan inte hittas. Kontrollera sessions-ID
zh_tw: 傳遞的呼叫階段作業 ID 是空的，找不到。請檢查工作階段 ID

# ERROR_INIT_NOT_CALLED_MESSAGE
source: CometChat.init() not called. Please call the method preferably in the onCreate() method of the Application class before calling any other methods related to CometChat.
ar: Cometchat.init () لا يسمى. يرجى الاتصال بالطريقة ويفضل في طريقة onCreate () من فئة التطبيق قبل استدعاء أي طرق أخرى تتعلق CometChat.
de: cometChat.init () wird nicht aufgerufen. Bitte rufen Sie die Methode vorzugsweise in der onCreate () -Methode der Application-Klasse auf, bevor Sie andere mit CometChat verbundene Methoden aufrufen.
es: CometChat.init () no llamado. Por favor llame al método preferiblemente en el método onCreate () de la clase Application antes de llamar a cualquier otro método relacionado con CometChat.
fr: cometchat.init () pas appelé. Veuillez appeler la méthode de préférence dans la méthode onCreate () de la classe Application avant d'appeler toute autre méthode liée à CometChat.
lt: Cometchat.init () nėra vadinamas. Prieš skambindami kitais metodais, susijusiais su CometChat, prašome skambinti metodu pageidautina OnCreate () programos klasės metodu.
pt: Cometchat.init () não chamado. Por favor, chame o método preferencialmente no método onCreate () da classe Application antes de chamar quaisquer outros métodos relacionados ao CometChat.
sv: cometchat.init () anropas inte. Anropa metoden helst i onCreate () -metoden i klassen Application innan du anropar andra metoder relaterade till cometChat.
zh_tw: 編號。初創（）沒有被調用。請在調用與 CometChat 相關的任何其他方法之前，最好在應用程序類的 onCreate（）方法調用該方法。

# ERROR_UID_GUID_NOT_SPECIFIED_MESSAGE
source: Both UID and GUID cannot be null. Please specify the UID or the GUID for which the messages are to be fetched.
ar: لا يمكن أن يكون كل من ويد و غويد فارغة. يرجى تحديد UID أو GUID الذي سيتم جلب الرسائل له.
de: Sowohl UID als auch GUID dürfen nicht Null sein. Bitte geben Sie die UID oder die GUID an, für die die Nachrichten abgerufen werden sollen.
es: Tanto UID como GUID no pueden ser nulos. Especifique el UID o el GUID para el que se van a recuperar los mensajes.
fr: L'UID et le GUID ne peuvent pas être nuls. Veuillez spécifier l'UID ou le GUID pour lequel les messages doivent être récupérés.
lt: Tiek UID, tiek GUID negali būti niekiniai. Nurodykite UID arba GUID, dėl kurių bus siunčiami pranešimai.
pt: Tanto o UID quanto o GUID não podem ser nulos. Por favor, especifique o UID ou o GUID para o qual as mensagens devem ser buscadas.
sv: Både UID och GUID kan inte vara null. Ange det UID eller GUID som meddelandena ska hämtas för.
zh_tw: 這兩個 UID 和 GUID 不能為空。請指定要擷取郵件的 UID 或 GUID。

# ERROR_INTERNET_UNAVAILABLE_MESSAGE
source: No Internet Connection. Please try again later.
ar: لا يوجد اتصال بالإنترنت. يرجى المحاولة مرة أخرى في وقت لاحق.
de: Keine Internetverbindung. Bitte versuchen Sie es später noch einmal.
es: No hay conexión a Internet. Inténtalo de nuevo más tarde.
fr: Pas de connexion Internet. Veuillez réessayer plus tard.
lt: Nėra interneto ryšio. Bandykite dar kartą vėliau.
pt: Sem conexão com a Internet. Tente novamente mais tarde.
sv: Ingen Internetanslutning. Försök igen senare.
zh_tw: 沒有網際網路連線。請稍後再試。

# ERROR_REQUEST_IN_PROGRESS_MESSAGE
source: Request Already in Progress.
ar: طلب بالفعل قيد التقدم.
de: Anfrage ist bereits in Bearbeitung.
es: La solicitud ya está en curso.
fr: Demande déjà en cours.
lt: Prašymas jau vykdomas.
pt: Solicitação já em andamento.
sv: Begäran pågår redan.
zh_tw: 請求已在進行中。

# ERROR_NO_DATA_FOUND_MESSAGE
source: No more data found.
ar: لم يتم العثور على المزيد من البيانات.
de: Es wurden keine Daten mehr gefunden.
es: No se han encontrado más datos.
fr: Plus de données trouvées.
lt: Daugiau duomenų nerasta.
pt: Não há mais dados encontrados.
sv: Inga fler data hittades.
zh_tw: 找不到更多資料。

# ERROR_FILTERS_MISSING_MESSAGE
source: 'Timestamp' or 'MessageId' or 'UpdatedAt' required to use the 'fetchNext()' method.
ar: «الطابع الزمني» أو «مساجييد» أو «Updatedat» المطلوبة لاستخدام طريقة «fetchNext ()».
de: 'Timestamp' oder 'MessageID' oder 'updatedAt' erforderlich, um die Methode „fetchNext ()“ zu verwenden.
es: Se requiere 'Timestamp' o 'MessageID' o 'UpdateDat' para utilizar el método 'fetchNext () '.
fr: 'Timestamp' ou 'MessageId' ou 'UpdateDat' requis pour utiliser la méthode 'fetchNext () '.
lt: “Laiko žyma” arba “MessageID” arba “UpdateDat” reikia naudoti “FetchNext ()” metodą.
pt: 'Timestamp' ou 'messageId' ou 'updatedAt' necessário para usar o método 'fetchNext () '.
sv: 'Timestamp' eller 'messageId' eller 'updateDAT' krävs för att använda metoden 'fetchNext () '.
zh_tw: '時間戳' 或 '消息 ID' 或 '更新' 需要使用 '提取下一個（）' 方法。

# ERROR_SETUPDATEAFTER_MESSAGE
source: The updatesOnly() method cannot be used without the `setUpdatedAfter()` method
ar: لا يمكن استخدام طريقة UpdatesOnly () دون `setupdatedafter () `ميثو
de: Die updateSOnly () -Methode kann nicht ohne das `setUpdateDAfter () `Metho verwendet werden
es: El método updatesOnly () no se puede utilizar sin el método `setupdatedAfter () `
fr: La méthode updatesOnly () ne peut pas être utilisée sans le `setUpdatedAfter () `metho
lt: UpdatesOnly () metodas negali būti naudojamas be `setupdatedAfter () `metho
pt: O método updatesOnly () não pode ser usado sem o método `setupDateDafter () `
sv: Metoden updatesOnly () kan inte användas utan metoden `setUpdatedAfter () `
zh_tw: 只有更新（）方法不能在沒有「設置」（）的情況下使用

# ERROR_TYPING_STATUS_LIMIT_MESSAGE
source: Sending typing status is limited to 5sec per notification to same guid or uid for the same typing status.
ar: يقتصر إرسال حالة الكتابة على 5sec لكل إشعار إلى نفس guid أو uid لنفس حالة الكتابة.
de: Das Senden des Tippstatus ist auf 5 Sekunden pro Benachrichtigung auf dieselbe GUID oder UID für denselben Typisierungsstatus beschränkt.
es: El estado de escritura de envío está limitado a 5 segundos por notificación al mismo GUID o uid para el mismo estado de escritura.
fr: L'état de saisie d'envoi est limité à 5 secondes par notification au même guid ou uid pour le même état de saisie.
lt: Siunčiant spausdinimo būseną yra tik 5sec vienam pranešimui į tą patį guid arba UID už tą patį spausdinimo būseną.
pt: O envio do status de digitação é limitado a 5 segundos por notificação para o mesmo guid ou uid para o mesmo status de digitação.
sv: Att skicka skrivstatus är begränsad till 5sek per meddelande till samma GUID eller UID för samma skrivstatus.
zh_tw: 在相同的輸入狀態下，每個通知發送打字狀態限制為 5 秒到相同的 guid 或 uid。

# ERROR_TYPING_STATUS_MESSAGE
source: Typing status end cannot be send before sending the start typing.
ar: لا يمكن إرسال نهاية حالة الكتابة قبل إرسال كتابة البدء.
de: Das Ende des Tippungsstatus kann nicht vor dem Senden des Starttippens gesendet werden.
es: El fin del estado de escritura no se puede enviar antes de enviar el inicio de la escritura.
fr: La fin de l'état de saisie ne peut pas être envoyée avant l'envoi de la saisie de début.
lt: Įvesties būsenos pabaigos negalima siųsti prieš siunčiant pradžios įvedimą.
pt: O final do status de digitação não pode ser enviado antes de enviar o início de digitação.
sv: Status slut kan inte skickas innan du skickar start skriva.
zh_tw: 在傳送開始鍵入之前，無法傳送輸入狀態結束。

# ERROR_FILE_ACCESS_MESSAGE
source: File Path is not accessible. Please give the correct file path.
ar: مسار الملف غير قابل للوصول. يرجى إعطاء مسار الملف الصحيح.
de: Der Dateipfad ist nicht zugänglich. Bitte geben Sie den richtigen Dateipfad an.
es: No se puede acceder a la ruta de archivo. Por favor, proporcione la ruta correcta del archivo.
fr: Le chemin d'accès au fichier n'est pas accessible. Veuillez indiquer le chemin d'accès du fichier correct.
lt: Failo kelias nepasiekiamas. Prašome pateikti teisingą failo kelią.
pt: O Caminho do Arquivo não está acessível. Por favor, forneça o caminho correto do arquivo.
sv: Filsökväg är inte tillgänglig. Ange rätt filsökväg.
zh_tw: 檔案路徑無法存取。請提供正確的檔案路徑。

# ERROR_GRP_MEMBERS_BAN_MEMBERS_EMPTY_MESSAGE
source: The list provided are empty please provide a valid list.
ar: القائمة المقدمة فارغة يرجى تقديم قائمة صالحة.
de: Die zur Verfügung gestellte Liste ist leer Bitte geben Sie eine gültige Liste an.
es: La lista proporcionada está vacía, por favor proporcione una lista válida.
fr: La liste fournie est vide veuillez fournir une liste valide.
lt: Pateiktas sąrašas yra tuščias, pateikite galiojantį sąrašą.
pt: A lista fornecida está vazia, forneça uma lista válida.
sv: Listan som anges är tom, ange en giltig lista.
zh_tw: 提供的清單是空的，請提供有效的清單。

# ERROR_JSON_EXCEPTION_MESSAGE
source: The provided JSON is not valid.
ar: JSON المقدمة غير صالحة.
de: Der bereitgestellte JSON ist nicht gültig.
es: El JSON proporcionado no es válido.
fr: Le JSON fourni n'est pas valide.
lt: Pateiktas JSON negalioja.
pt: O JSON fornecido não é válido.
sv: Den medföljande JSON är inte giltig.
zh_tw: 提供的 JSON 無效。

# ERROR_FILE_URL_EMPTY_MESSAGE
source: Media Message URL is set as nil or blank.
ar: يتم تعيين عنوان URL لرسالة الوسائط على أنه لا شيء أو فارغ.
de: Die Mediennachricht-URL ist als Null oder leer festgelegt.
es: La URL del mensaje multimedia se establece como nulo o en blanco.
fr: L'URL du message multimédia est définie sur zéro ou vide.
lt: Medijos pranešimų URL nustatytas kaip nulis arba tuščias.
pt: A URL da mensagem de mídia é definida como nulo ou em branco.
sv: Mediemeddelandets URL är inställd som noll eller tom.
zh_tw: 媒體訊息 URL 設定為零或空白。

# ERROR_INVALID_MESSAGEID_MESSAGE
source: The message ID provided is invalid. Please provide a valid Message ID.
ar: معرف الرسالة المقدم غير صالح. يرجى تقديم معرف رسالة صالح.
de: Die angegebene Nachrichtenkennung ist ungültig. Bitte geben Sie eine gültige Nachrichtennummer ein.
es: El ID del mensaje proporcionado no es válido. Proporciona un ID de mensaje válido.
fr: L'ID de message fourni n'est pas valide. Veuillez fournir un ID de message valide.
lt: Pateiktas pranešimo ID yra neteisingas. Pateikite galiojantį pranešimo ID.
pt: O ID da mensagem fornecido é inválido. Forneça um ID de mensagem válido.
sv: Meddelande-ID som anges är ogiltigt. Ange ett giltigt meddelande-ID.
zh_tw: 提供的訊息識別碼無效。請提供有效的訊息識別碼。

# ERROR_INVALID_TIMESTAMP_MESSAGE
source: The timestamp provided is invalid. Please provide a valid timestamp.
ar: الطابع الزمني المقدم غير صالح. يرجى تقديم طابع زمني صالح.
de: Der eingegebene Zeitstempel ist ungültig. Bitte geben Sie einen gültigen Zeitstempel ein.
es: La marca de tiempo proporcionada no es válida. Proporcione una marca de tiempo válida.
fr: L'horodatage fourni n'est pas valide. Veuillez fournir un horodatage valide.
lt: Pateiktas laiko žyma yra neteisinga. Prašome pateikti galiojantį laiko žymę.
pt: O carimbo de data/hora fornecido é inválido. Forneça um carimbo de data/hora válido.
sv: Den angivna tidsstämpeln är ogiltig. Ange en giltig tidsstämpel.
zh_tw: 提供的時間戳記無效。請提供有效的時間戳記。

# ERROR_INVALID_MESSAGE_TYPE_TO_EDIT_MESSAGE
source: Only TextMessage or CustomMessage can be edited. Please provide a valid message.
ar: يمكن تحرير TextMessage أو CustomMessage فقط. يرجى تقديم رسالة صالحة.
de: Nur TextMessage oder CustomMessage kann bearbeitet werden. Bitte geben Sie eine gültige Nachricht ein.
es: Sólo se pueden editar TextMessage o CustomMessage. Proporcione un mensaje válido.
fr: Seuls TextMessage ou CustomMessage peuvent être modifiés. Veuillez fournir un message valide.
lt: Galima redaguoti tik TextMessage arba CustomMessage. Prašome pateikti galiojantį pranešimą.
pt: Somente TextMessage ou CustomMessage podem ser editados. Forneça uma mensagem válida.
sv: Endast TextMessage eller CustomMessage kan redigeras. Ange ett giltigt meddelande.
zh_tw: 只有文字訊息或自訂訊息可以編輯。請提供有效的訊息。

# ERROR_INVALID_MESSAGE_TYPE_MESSAGE
source: Message Type entered is invalid. Please enter a valid messageType
ar: نوع الرسالة الذي تم إدخاله غير صالح. الرجاء إدخال رسالة صالحة
de: Der eingegebene Nachrichtentyp ist ungültig Bitte geben Sie einen gültigen MessageType ein
es: El tipo de mensaje introducido no es válido. Introduce un MessageType válido
fr: Le type de message saisi n'est pas valide. Veuillez saisir un type de message valide
lt: Įvestas pranešimo tipas yra neteisingas. Prašome įvesti galiojantį MessageType
pt: O tipo de mensagem inserido é inválido. Insira um MessageType válido
sv: Meddelandetypen är ogiltig. Ange en giltig meddelandeType
zh_tw: 輸入的訊息類型無效。請輸入有效的訊息類型

# ERROR_MESSAGE_TEXT_EMPTY_MESSAGE
source: Message text cannot be empty.
ar: لا يمكن أن يكون نص الرسالة فارغا
de: Meldungstext darf nicht leer sein
es: El texto del mensaje no puede estar vacío
fr: Le texte du message ne peut pas être vide
lt: Pranešimo tekstas negali būti tuščias
pt: O texto da mensagem não pode estar vazio
sv: Meddelandetext kan inte vara tom
zh_tw: 訊息文字不可為空白

# ERROR_MESSAGE_CUSTOM_DATA_EMPTY_MESSAGE
source: Custom Data cannot be empty.
ar: لا يمكن أن تكون البيانات المخصصة فارغة
de: Benutzerdefinierte Daten dürfen nicht leer sein
es: Los datos personalizados no pueden estar vacíos
fr: Les données personnalisées ne peuvent pas être vides
lt: Pasirinktiniai duomenys negali būti tušti
pt: Os dados personalizados não podem estar vazios
sv: Anpassade data kan inte vara tomma
zh_tw: 自訂資料不可為空
