Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

# ERR_MEMBER_DELETE_FAILED
source: Failed to remove member with uid uid from group with guid guid
ar: فشل إزالة عضو مع ويد ويد من مجموعة مع غويد غويد
de: Fehler beim Entfernen von Mitglied mit uid uid aus der Gruppe mit Guid Guid
es: Error al eliminar miembro con uid uid del grupo con guid guid
fr: Échec de la suppression du membre avec uid uid du groupe avec guid guid
lt: Nepavyko pašalinti nario su uid uid iš grupės su guid guid
pt: Falha ao remover o membro com uid uid do grupo com guid guid
sv: Misslyckades ta bort medlem med uid uid från gruppen med guid guid
zh_tw: 無法從具有 GUID GUID 的組中刪除具有 uid uid 的成員

# ERR_NO_VACANCY
source: Group guid is full
ar: جويد المجموعة ممتلئ
de: Gruppen-Guid ist voll
es: Guid de grupo está lleno
fr: Le guid du groupe est plein
lt: Grupės guid yra pilnas
pt: O guid do grupo está cheio
sv: Gruppens GUID är fullt
zh_tw: 群組 GUID 已滿

# ERR_SAME_SCOPE
source: Member already has the same scope scope
ar: العضو لديه بالفعل نفس نطاق النطاق
de: Das Mitglied hat bereits den gleichen Umfang
es: El miembro ya tiene el mismo alcance
fr: Le membre a déjà le même champ d'application
lt: Narys jau turi tą pačią taikymo sritį
pt: Membro já tem o mesmo escopo
sv: Medlemmen har redan samma räckvidd
zh_tw: 成員已具有相同的範圍範圍

# ERR_MEMBER_SCOPE_CHANGE_FAILED
source: Failed to change the scope of user with uid uid from oldScope to newScope in group with guid guid
ar: فشل تغيير نطاق المستخدم مع ويد ويد من أولدسكوب إلى نيوسكوب في مجموعة مع غويد غويد
de: Der Umfang des Benutzers mit uid uid von OldScope auf NewScope in Gruppe mit Guid Guid konnte nicht geändert werden
es: Error al cambiar el ámbito del usuario con uid uid de OldScope a NewScope en el grupo con guid guid
fr: Échec de la modification de l'étendue de l'utilisateur avec uid uid de OldScope à NewScope dans le groupe avec guid guid
lt: Nepavyko pakeisti vartotojo apimties su uid uid iš OldScope į NewScope grupėje su guid guid
pt: Falha ao alterar o escopo do usuário com uid uid do OldScope para NewScope no grupo com guid guid
sv: Det gick inte att ändra omfånget för användare med uid uid från OldScope till NewScope i grupp med guid
zh_tw: 無法將使用 uid uid uid 的用戶範圍從 OldScope 更改為具有 guid guid 的群組中的新範圍

# ERR_NOT_A_BANNED_USER
source: The user with uid uid is not banned from a group with guid guid
ar: لا يتم حظر المستخدم مع إيد إيد من مجموعة مع غويد غويد
de: Der Benutzer mit uid uid ist nicht von einer Gruppe mit Guid Guid verbannt
es: El usuario con uid uid no está prohibido de un grupo con guid guid
fr: L'utilisateur avec uid uid n'est pas interdit d'un groupe avec guid guid
lt: Vartotojas su uid nėra uždraustas iš grupės su guid guid
pt: O usuário com uid uid não é proibido de um grupo com guid guid
sv: Användaren med uid uid är inte förbjuden från en grupp med Guid Guid
zh_tw: 使用 uid uid 的用戶不會從具有 GUID GUID 的組中禁止

# ERR_BANNED_GROUPMEMBER
source: The user with uid uid is banned from a group with guid guid
ar: يتم حظر المستخدم مع إيد إيد من مجموعة مع غويد غويد
de: Der Benutzer mit uid uid ist von einer Gruppe mit Guid Guid verbannt
es: El usuario con uid uid está prohibido de un grupo con guid guid
fr: L'utilisateur avec uid uid est interdit d'un groupe avec guid guid
lt: Vartotojas su uid yra uždraustas iš grupės su guid guid
pt: O usuário com uid uid é banido de um grupo com guid guid
sv: Användaren med uid uid är förbjuden från en grupp med guid
zh_tw: 使用 uid uid 的用戶被禁止從具有 GUID GUID 的組中

# ERR_ALREADY_BANNED
source: The user with uid uid is already banned from a group with guid guid
ar: المستخدم مع ويد ويد محظور بالفعل من مجموعة مع غويد غويد
de: Der Benutzer mit uid uid ist bereits von einer Gruppe mit Guid Guid verbannt
es: El usuario con uid uid ya está prohibido de un grupo con guid guid
fr: L'utilisateur avec uid uid est déjà banni d'un groupe avec guid guid
lt: Vartotojas su uid jau yra uždraustas iš grupės su guid guid
pt: O usuário com uid uid já está banido de um grupo com guid guid
sv: Användaren med uid uid är redan förbjuden från en grupp med guid
zh_tw: 具有 uid uid 的用戶已經被禁止從一個具有 GUID GUID 的組

# ERR_MEMBER_BAN_FAILED
source: Failed to ban a member with uid uid from a group with guid guid
ar: فشل حظر عضو مع ويد ويد من مجموعة مع غويد غويد
de: Ein Mitglied mit UID UID konnte nicht von einer Gruppe mit Guid Guid verbieten
es: Error al prohibir a un miembro con uid uid de un grupo con guid guid
fr: Impossible d'interdire un membre avec uid uid d'un groupe avec guid guid
lt: Nepavyko uždrausti nario su uid uid iš grupės su guid guid
pt: Falha ao banir um membro com uid uid de um grupo com guid guid
sv: Misslyckades med att förbjuda en medlem med uid uid från en grupp med Guid Guid
zh_tw: 無法從具有 GUID GUID 的組中禁止具有 uid uid 的成員

# ERR_MEMBER_UNBAN_FAILED
source: Failed to unban member with uid uid in a group with guid guid
ar: فشل في إلغاء حظر العضو مع ويد ويد في مجموعة مع غويد غويد
de: Unban Mitglied mit uid uid in einer Gruppe mit Guid Guid fehlgeschlagen
es: Error al desbloquear miembro con uid uid en un grupo con guid guid
fr: Impossible d'annuler l'interdiction du membre avec uid uid dans un groupe avec guid guid
lt: Nepavyko unban nario su uid uid grupėje su guid guid
pt: Falha ao unban membro com uid uid em um grupo com guid guid
sv: Misslyckades med att unban medlem med uid uid i en grupp med Guid Guid
zh_tw: 無法在具有 GUID GUID 的群組中取消禁用具有 uid uid 的成員

# ERR_GROUP_NO_CLEARANCE
source: The user with uid subjectUid does not have enough clearance to action the user with uid uid from group with guid guid
ar: المستخدم مع إيد سوبكتويد ليس لديه ما يكفي من التخليص للعمل المستخدم مع ويد ويد من مجموعة مع غويد غويد
de: Der Benutzer mit uid subjectUID hat nicht genügend Freigabe, um den Benutzer mit uid uid aus der Gruppe mit guid guid guid zu handeln
es: El usuario con uid SubjectUID no tiene suficiente espacio libre para actuar al usuario con uid uid del grupo con guid guid
fr: L'utilisateur avec uid subjectId n'a pas assez d'autorisation pour agir l'utilisateur avec uid uid du groupe avec guid guid
lt: Naudotojas su uid subjektUid neturi pakankamai klirenso, kad vartotojas veiktų su uid iš grupės su guid guid guid
pt: O usuário com uid subjectuId não tem espaço suficiente para agir o usuário com uid uid do grupo com guid guid
sv: Användaren med uid subjectuID har inte tillräckligt med klarering för att agera användaren med uid uid från grupp med guid guid
zh_tw: 具有 uid 主題 ID 的用戶沒有足夠的間隙來操作具有 guid guid 組的 uid uid 用戶

# ERR_GROUP_NO_ADMIN_SCOPE
source: Only group admins can perform this action. The current user with uid uid has a scope scope in a group with guid guid .
ar: يمكن فقط لمسؤولي المجموعة تنفيذ هذا الإجراء. المستخدم الحالي مع uid uid لديه نطاق نطاق في مجموعة مع guid guid.
de: Nur Gruppenadministratoren können diese Aktion ausführen. Der aktuelle Benutzer mit uid uid hat einen Geltungsbereich in einer Gruppe mit Guid Guid.
es: Sólo los administradores de grupo pueden realizar esta acción. El usuario actual con uid uid tiene un ámbito de alcance en un grupo con guid guid.
fr: Seuls les administrateurs de groupe peuvent effectuer cette action. L'utilisateur actuel avec uid uid a une portée de portée dans un groupe avec guid guid.
lt: Tik grupės administratoriai gali atlikti šį veiksmą. Dabartinis vartotojas su uid uid turi taikymo sritį grupėje su guid guid.
pt: Somente os administradores do grupo podem executar essa ação. O usuário atual com uid uid tem um escopo de escopo em um grupo com guid guid.
sv: Endast gruppadministratörer kan utföra den här åtgärden. Den aktuella användaren med uid uid har ett omfång i en grupp med Guid Guid.
zh_tw: 只有群組管理員可以執行此動作。具有 uid uid 的當前用戶在具有 guid guid 的組中具有範圍範圍。

# ERR_GROUP_NO_MODERATOR_SCOPE
source: Only group admins and moderators can perform this action. The current user with uid uid has a scope scope in a group with guid guid .
ar: يمكن فقط لمسؤولي المجموعة والمشرفين تنفيذ هذا الإجراء. المستخدم الحالي مع uid uid لديه نطاق نطاق في مجموعة مع guid guid.
de: Nur Gruppenadministratoren und Moderatoren können diese Aktion ausführen. Der aktuelle Benutzer mit uid uid hat einen Geltungsbereich in einer Gruppe mit Guid Guid.
es: Sólo los administradores y moderadores de grupo pueden realizar esta acción. El usuario actual con uid uid tiene un ámbito de alcance en un grupo con guid guid.
fr: Seuls les administrateurs et les modérateurs de groupe peuvent effectuer cette action. L'utilisateur actuel avec uid uid a une portée de portée dans un groupe avec guid guid.
lt: Šį veiksmą gali atlikti tik grupės administratoriai ir moderatoriai. Dabartinis vartotojas su uid uid turi taikymo sritį grupėje su guid guid.
pt: Somente administradores e moderadores do grupo podem executar essa ação. O usuário atual com uid uid tem um escopo de escopo em um grupo com guid guid.
sv: Endast gruppadministratörer och moderatorer kan utföra den här åtgärden. Den aktuella användaren med uid uid har ett omfång i en grupp med Guid Guid.
zh_tw: 只有群組管理員和仲裁者才能執行此動作。具有 uid uid 的當前用戶在具有 guid guid 的組中具有範圍範圍。

# ERR_GROUP_NO_SCOPE_CLEARANCE
source: The user with uid subjectUid does not have enough clearance to action the user with uid uid to scope scope in a group with guid guid
ar: المستخدم مع إيد سوبكتويد ليس لديه ما يكفي من التخليص للعمل المستخدم مع إيد ويد إلى نطاق نطاق في مجموعة مع غويد غويد
de: Der Benutzer mit uid subjectUID hat nicht genügend Freigabe, um den Benutzer mit uid uid auf den Geltungsbereich in einer Gruppe mit Guid Guid zu handeln
es: El usuario con uid SubjectUID no tiene suficiente espacio para actuar con el usuario con uid uid al alcance del alcance en un grupo con guid guid
fr: L'utilisateur avec uid subjectId n'a pas assez d'autorisation pour agir l'utilisateur avec uid uid pour étendre la portée dans un groupe avec guid guid
lt: Naudotojas su uid subjektUid neturi pakankamai klirenso, kad veiktų naudotojas su uid UID taikymo sritį grupėje su guid guid guid
pt: O usuário com uid subjectuId não tem espaço suficiente para agir o usuário com uid uid para escopo de escopo em um grupo com guid guid
sv: Användaren med uid subjectuID har inte tillräckligt med klarering för att agera användaren med uid uid till scope scope i en grupp med guid guid
zh_tw: 具有 uid 主題 ID 的用戶沒有足夠的空隙來操作具有 uid uid uid 的用戶在具有 guid guid 組中的範圍

# ERR_GROUP_NO_SELF_ACTION
source: The user with uid subjectUid cannot action yourself from the group
ar: المستخدم مع إيد سوبكتويد لا يمكن أن تعمل نفسك من المجموعة
de: Der Benutzer mit uid subjectUID kann sich nicht aus der Gruppe heraus handeln
es: El usuario con uid SubjectUID no puede actuar usted mismo desde el grupo
fr: L'utilisateur avec uid subjectId ne peut pas agir vous-même à partir du groupe
lt: Naudotojas su uid SubjectUid negali veikti save iš grupės
pt: O usuário com uid subjectUID não pode agir a partir do grupo
sv: Användaren med uid subjectuID kan inte agera själv från gruppen
zh_tw: 具有 uid 主題 ID 的用戶不能從組中自己操作

# ERR_EMPTY_RECEIVER
source: Receiver can not be empty
ar: جهاز الاستقبال لا يمكن أن يكون فارغا
de: Receiver darf nicht leer sein
es: El receptor no puede estar vacío
fr: Le récepteur ne peut pas être vide
lt: Imtuvas negali būti tuščias
pt: O receptor não pode estar vazio
sv: Mottagaren kan inte vara tom
zh_tw: 接收器不能為空

# ERR_INVALID_RECEIVER_TYPE
source: Invalid receiver type: receiverType. Currently, the allowed receiver types are: treceiverTypes
ar: نوع المتلقي غير صالح: ريسيفرنوع. حاليا، أنواع المتلقي المسموح بها هي: تريسيفرتيبس
de: Ungültiger Empfängertyp: ReceiverType Derzeit sind die zulässigen Empfängertypen: TReceiverTypes
es: Tipo de receptor no válido: ReceiverType. Actualmente, los tipos de destinatarios permitidos son: TReceiverTypes
fr: Type de récepteur non valide : Receiver Type. Actuellement, les types de récepteurs autorisés sont : TReceiver Types
lt: Neteisingas imtuvo tipas: ReceiverType. Šiuo metu leidžiami imtuvų tipai yra: TReceiverTypes
pt: Tipo de receptor inválido: ReceiverType. Atualmente, os tipos de receptor permitidos são: tReceiverTypes
sv: Ogiltig mottagartyp: ReceiverType. För närvarande är de tillåtna mottagartyperna: tReceiverTypes
zh_tw: 無效的接收器類型：接收器類型。目前，允許的接收器類型為：接收器類型

# ERR_CONVERSATION_NOT_FOUND
source: Conversation with id conversationId does not exist
ar: المحادثة مع معرف كونفيرسيتيونيد غير موجود
de: Konversation mit id conversationId existiert nicht
es: La conversación con id ConversationID no existe
fr: Conversation avec ID ConversationID n'existe pas
lt: Pokalbis su id ConversationID neegzistuoja
pt: Conversa com id ConversationID não existe
sv: Konversation med id ConversationID finns inte
zh_tw: 與 ID 對話 ID 的對話不存在

# ERR_CONVERSATION_NOT_ACCESSIBLE
source: The user with UID uid does not have access to conversation with id conversationId
ar: المستخدم مع إيد إيد ليس لديه حق الوصول إلى محادثة مع معرف كونفيرساتيونيد
de: Der Benutzer mit UID uid hat keinen Zugriff auf eine Konversation mit id conversationId
es: El usuario con UID uid no tiene acceso a la conversación con id ConversationID
fr: L'utilisateur avec UID uid n'a pas accès à la conversation avec id ConversationID
lt: Vartotojas su UID UID neturi prieigos prie pokalbio su id ConversationID
pt: O usuário com UID uid não tem acesso à conversa com id ConversationId
sv: Användaren med UID uid har inte tillgång till konversation med id ConversationId
zh_tw: 具有 UID uid 的用戶無法訪問具有對話 ID 的對話

# ERR_USER_MESSAGE_DELETE_FAILED
source: Failed to delete messages between uid1 and uid2
ar: فشل حذف الرسائل بين uid1 و uid2
de: Fehler beim Löschen von Nachrichten zwischen uid1 und uid2
es: Error al eliminar mensajes entre uid1 y uid2
fr: Échec de la suppression des messages entre uid1 et uid2
lt: Nepavyko ištrinti pranešimų tarp uid1 ir uid2
pt: Falha ao excluir mensagens entre uid1 e uid2
sv: Det gick inte att ta bort meddelanden mellan uid1 och uid2
zh_tw: 無法刪除 uid1 和 uid2 之間的訊息

# ERR_MESSAGE_ID_NOT_FOUND
source: Message with id id does not exist
ar: الرسالة التي تحتوي على معرف الهوية غير موجودة
de: Nachricht mit ID-ID existiert nicht
es: El mensaje con ID ID no existe
fr: Le message avec id id n'existe pas
lt: Pranešimas su id id id neegzistuoja
pt: Mensagem com id id não existe
sv: Meddelande med id id finns inte
zh_tw: 識別碼的訊息不存在

# ERR_INVALID_MESSAGE_DATA
source: The data attribute of the message must be a valid non-empty JSON object
ar: يجب أن تكون سمة البيانات الخاصة بالرسالة كائن JSON غير فارغ صالح
de: Das Datenattribut der Nachricht muss ein gültiges nicht leeres JSON-Objekt sein
es: El atributo de datos del mensaje debe ser un objeto JSON válido no vacío
fr: L'attribut data du message doit être un objet JSON non vide valide
lt: Pranešimo duomenų atributas turi būti galiojantis netuščias JSON objektas
pt: O atributo de dados da mensagem deve ser um objeto JSON não vazio válido
sv: Dataattributet för meddelandet måste vara ett giltigt icke-tomt JSON-objekt
zh_tw: 該消息的數據屬性必須是一個有效的非空 JSON 對象

# ERR_EMPTY_MESSAGE_TEXT
source: Message text should be non-empty string
ar: يجب أن يكون نص الرسالة سلسلة غير فارغة
de: Meldungstext sollte nicht leere Zeichenfolge sein
es: El texto del mensaje debe ser una cadena no vacía
fr: Le texte du message doit être une chaîne non vide
lt: Pranešimo tekstas turėtų būti ne tuščias eilutė
pt: O texto da mensagem deve ser uma string não vazia
sv: Meddelandetexten ska vara icke-tom sträng
zh_tw: 消息文本應該是非空字符串

# ERR_INVALID_MESSAGE_TEXT
source: Message text should be a string
ar: يجب أن يكون نص الرسالة سلسلة
de: Der Nachrichtentext sollte eine Zeichenfolge sein
es: El texto del mensaje debe ser una cadena
fr: Le texte du message doit être une chaîne
lt: Pranešimo tekstas turėtų būti eilutė
pt: O texto da mensagem deve ser uma string
sv: Meddelandetext ska vara en sträng
zh_tw: 消息文本應該是一個字符串

# ERR_EMPTY_MESSAGE_CATEGORY
source: Empty message category. Currently, the allowed categories are: categories
ar: فئة الرسالة الفارغة. حاليا، الفئات المسموح بها هي: فئات
de: Leere Nachrichtenkategorie. Derzeit sind die zulässigen Kategorien: Kategorien
es: Categoría de mensaje vacía. Actualmente, las categorías permitidas son: categorías
fr: Catégorie de message vide. Actuellement, les catégories autorisées sont : catégories
lt: Tuščios žinutės kategorija. Šiuo metu leidžiamos kategorijos yra: kategorijos
pt: Categoria de mensagem vazia. Atualmente, as categorias permitidas são: categorias
sv: Tomt meddelandekategori. För närvarande är de tillåtna kategorierna: kategorier
zh_tw: 空白的訊息類別。目前，允許的類別為：類別

# ERR_INVALID_MESSAGE_CATEGORY
source: Invalid message category: category. Currently, the allowed categories are: categories
ar: فئة رسالة غير صالحة: الفئة. حاليا، الفئات المسموح بها هي: فئات
de: Ungültige Nachrichtenkategorie: Kategorie. Derzeit sind die zulässigen Kategorien: Kategorien
es: Categoría de mensaje no válida: categoría. Actualmente, las categorías permitidas son: categorías
fr: Catégorie de message non valide : catégorie. Actuellement, les catégories autorisées sont : catégories
lt: Neteisinga laiško kategorija: kategorija. Šiuo metu leidžiamos kategorijos yra: kategorijos
pt: Categoria de mensagem inválida: categoria. Atualmente, as categorias permitidas são: categorias
sv: Ogiltig meddelandekategori: kategori. För närvarande är de tillåtna kategorierna: kategorier
zh_tw: 無效的郵件類別：類別。目前，允許的類別為：類別

# ERR_EMPTY_MESSAGE_TYPE
source: Empty message type is not allowed with the category category.Currently, the allowed types with the category category are: types
ar: غير مسموح بنوع الرسالة الفارغة مع فئة الفئة. حاليا، الأنواع المسموح بها مع فئة الفئة هي: أنواع
de: Leerer Nachrichtentyp ist in der Kategoriekategorie nicht erlaubt.Derzeit sind die zulässigen Typen mit der Kategoriekategorie:
es: El tipo de mensaje vacío no está permitido con la categoría de categoría.Actualmente, los tipos permitidos con la categoría de categoría son: tipos
fr: Le type de message vide n'est pas autorisé avec la catégorie catégorie. Actuellement, les types autorisés avec la catégorie de catégorie sont : types
lt: Tuščias pranešimo tipas neleidžiamas kategorijos kategorijoje.Šiuo metu leidžiami tipai su kategorijos kategorija yra: tipai
pt: O tipo de mensagem vazio não é permitido com a categoria da categoria.Atualmente, os tipos permitidos com a categoria da categoria são: tipos
sv: Tom meddelandetyp är inte tillåtet med kategorin kategori.För närvarande tillåtna typer med kategorin är: typer
zh_tw: 類別類別不允許空白訊息類型。目前，具有類別類別的允許類型為：類型

# ERR_EMPTY_MESSAGE_FILE
source: A file input is required for the message type type under category category
ar: مطلوب إدخال ملف لنوع الرسالة تحت فئة الفئة
de: Für den Meldungstyptyp ist unter Kategorie Kategorie eine Dateieingabe erforderlich
es: Se requiere una entrada de archivo para el tipo de mensaje en la categoría de categoría
fr: Une entrée de fichier est requise pour le type de message sous catégorie
lt: Pranešimo tipui pagal kategoriją reikalingas failo įvedimas
pt: É necessária uma entrada de arquivo para o tipo de mensagem na categoria categoria
sv: En filinmatning krävs för meddelandetypen under kategori
zh_tw: 文件輸入是需要類別類別下的消息類型

# ERR_MESSAGE_NOT_A_SENDER
source: The user with uid subjectUid is not a sender of the message with id id to update/delete it
ar: المستخدم مع uid subjectUID ليس مرسل للرسالة مع معرف معرف لتحديث/حذفه
de: Der Benutzer mit uid subjectUID ist kein Absender der Nachricht mit der ID-ID zum Aktualisieren/Löschen
es: El usuario con uid SubjectUID no es un remitente del mensaje con id id para actualizarlo o eliminarlo
fr: L'utilisateur avec uid subjectId n'est pas un expéditeur du message avec id id pour le mettre à jour/supprimer
lt: Naudotojas su uid SubjectUid nėra pranešimo su id id siuntėjas atnaujinti/ištrinti
pt: O usuário com uid subjectuID não é um remetente da mensagem com id id para atualizar/excluí-lo
sv: Användaren med uid subjectuID är inte en avsändare av meddelandet med id id för att uppdatera/ta bort det
zh_tw: 帶有 uid 主題 ID 的用戶不是具有 ID 的消息的發件人來更新/刪除它

# ERR_MESSAGE_NO_ACCESS
source: The user with uid subjectUid does not have access to the message with id id
ar: المستخدم مع uid سوبكتويد ليس لديه حق الوصول إلى الرسالة مع معرف معرف
de: Der Benutzer mit uid subjectUID hat keinen Zugriff auf die Nachricht mit der ID-ID
es: El usuario con uid SubjectUID no tiene acceso al mensaje con id id
fr: L'utilisateur avec uid subjectId n'a pas accès au message avec id id
lt: Naudotojas su uid SubjectUid neturi prieigos prie pranešimo su id id id
pt: O usuário com uid subjectUID não tem acesso à mensagem com id id
sv: Användaren med UID SubjectuID har inte tillgång till meddelandet med id id id
zh_tw: 具有 uid 主題 ID 的用戶無法訪問具有 ID 的消息

# ERR_MESSAGE_ACTION_NOT_ALLOWED
source: The message can not be edited or deleted
ar: لا يمكن تحرير الرسالة أو حذفها
de: Die Nachricht kann nicht bearbeitet oder gelöscht werden
es: El mensaje no se puede editar o eliminar
fr: Le message ne peut pas être modifié ou supprimé
lt: Pranešimo negalima redaguoti ar ištrinti
pt: A mensagem não pode ser editada ou excluída
sv: Meddelandet kan inte redigeras eller tas bort
zh_tw: 郵件無法編輯或刪除

# ERR_EMPTY_CUSTOM_DATA
source: For the custom category, data must have either non-empty customData or non-empty metadata attributes
ar: بالنسبة للفئة المخصصة، يجب أن تحتوي البيانات إما على سمات CustomData غير فارغة أو بيانات وصفية غير فارغة
de: Für die benutzerdefinierte Kategorie müssen Daten entweder nicht leere CustomData oder nicht leere Metadatenattribute haben
es: Para la categoría personalizada, los datos deben tener atributos de metadatos no vacíos o no vacíos
fr: Pour la catégorie personnalisée, les données doivent avoir des attributs CustomData non vides ou des métadonnées non vides
lt: Pasirinktinei kategorijai duomenys turi turėti netuščius CustomData arba netuščius metaduomenų atributus
pt: Para a categoria personalizada, os dados devem ter atributos CustomData não vazios ou de metadados não vazios
sv: För den anpassade kategorin måste data ha antingen icke-tomma CustomData eller icke-tomma metadataattribut
zh_tw: 對於自訂類別，資料必須具有非空 CumData 或非空白的中繼資料屬性

# ERR_INVALID_MEDIA_MESSAGE
source: The media message must have either files or attachments array with valid file/attachment objects
ar: يجب أن تحتوي رسالة الوسائط إما على صفيف ملفات أو مرفقات مع كائنات ملف/مرفق صالحة
de: Die Mediennachricht muss entweder ein Datei- oder Anhangs-Array mit gültigen Datei-/Anhangsobjekten
es: El mensaje multimedia debe tener archivos o archivos adjuntos matriz con objetos de archivo o datos adjuntos válidos
fr: Le message multimédia doit avoir un tableau de fichiers ou de pièces jointes avec des objets fichiers/pièces jointes valides
lt: Žiniasklaidos pranešime turi būti failų arba priedų masyvas su galiojančiais failų/priedų objektais
pt: A mensagem de mídia deve ter arquivos ou conjuntos de anexos com objetos válidos de arquivo/anexo
sv: Mediemeddelandet måste ha antingen filer eller bilagor med giltiga fil-/bifogade objekt
zh_tw: 媒體訊息必須具有有效檔案/附件物件的檔案或附件陣列

# ERR_INVALID_CUSTOM_DATA
source: The attribute customData must be a valid non-empty JSON Object
ar: يجب أن تكون السمة CustomData كائن JSON غير فارغ صالح
de: Das Attribut customData muss ein gültiges nicht leeres JSON-Objekt sein
es: El atributo CustomData debe ser un objeto JSON válido y no vacío
fr: L'attribut CustomData doit être un objet JSON valide non vide
lt: Atributas CustomData turi būti galiojantis ne tuščias JSON objektas
pt: O atributo CustomData deve ser um objeto JSON não vazio válido
sv: Attributet customData måste vara ett giltigt icke-tomt JSON-objekt
zh_tw: 該屬性自定義數據必須是一個有效的非空 JSON 對象
