Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

# ERR_API_VERSION_MISMATCH
source: The v2.0 endpoints are not accessible for the app version v3. Please use SDK v3.0.X which support v3 endpoints.
ar: لا يمكن الوصول إلى نقاط النهاية v2.0 لإصدار التطبيق v3. الرجاء استخدام SDK v3.0.X الذي يدعم نقاط نهاية الإصدار 3.
de: Auf die v2.0-Endpunkte kann für die App-Version v3 nicht zugegriffen werden. Bitte verwenden Sie SDK v3.0.X, das v3-Endpunkte unterstützt.
es: No se puede acceder a los puntos finales v2.0 para la versión de la aplicación v3. Utilice SDK v3.0.X que admite puntos finales v3.
fr: Les points de terminaison v2.0 ne sont pas accessibles pour la version v3 de l'application. Veuillez utiliser le SDK v3.0.X qui prend en charge les points de terminaison v3.
lt: V2.0 galiniai taškai nėra pasiekiami naudojant programos v3 versiją. Prašome naudoti SDK v3.0.X, palaikantį v3 galinius taškus.
pt: Os pontos de extremidade v2.0 não são acessíveis para a versão do aplicativo v3. Use o SDK v3.0.X que oferece suporte a endpoints v3.
sv: V2.0-slutpunkterna är inte tillgängliga för appversion v3. Använd SDK v3.0.X som stöder v3-slutpunkter.
zh_tw: 无法使用v3版的应用程序访问v2.0终结点。请使用支持v3端点的SDKv3.0.X。

# URL_NOT_FOUND
source: The v2.0 endpoints are not accessible for the app version v3. Please use SDK v3.0.X which support v3 endpoints.
ar: لا يمكن الوصول إلى نقاط النهاية v2.0 لإصدار التطبيق v3. الرجاء استخدام SDK v3.0.X الذي يدعم نقاط نهاية الإصدار 3.
de: Auf die v2.0-Endpunkte kann für die App-Version v3 nicht zugegriffen werden. Bitte verwenden Sie SDK v3.0.X, das v3-Endpunkte unterstützt.
es: No se puede acceder a los puntos finales v2.0 para la versión de la aplicación v3. Utilice SDK v3.0.X que admite puntos finales v3.
fr: Les points de terminaison v2.0 ne sont pas accessibles pour la version v3 de l'application. Veuillez utiliser le SDK v3.0.X qui prend en charge les points de terminaison v3.
lt: V2.0 galiniai taškai nėra pasiekiami naudojant programos v3 versiją. Prašome naudoti SDK v3.0.X, palaikantį v3 galinius taškus.
pt: Os pontos de extremidade v2.0 não são acessíveis para a versão do aplicativo v3. Use o SDK v3.0.X que oferece suporte a endpoints v3.
sv: V2.0-slutpunkterna är inte tillgängliga för appversion v3. Använd SDK v3.0.X som stöder v3-slutpunkter.
zh_tw: 无法使用v3版的应用程序访问v2.0终结点。请使用支持v3端点的SDKv3.0.X。
