Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

# ERR_WS_ROLE_CREATION_FAILED
source: Failed to create a role. Please review the request and try again after sometime
ar: فشل في إنشاء دور. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت
de: Fehler beim Erstellen einer Rolle. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al crear un rol. Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Échec de la création d'un rôle. Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko sukurti vaidmens. Prašome peržiūrėti užklausą ir bandykite dar kartą po kada
pt: Falha ao criar uma função. Por favor, reveja a solicitação e tente novamente depois de algum momento
sv: Det gick inte att skapa en roll. Granska begäran och försök igen efter någon gång
zh_tw: 無法建立角色。請檢閱此要求，然後再試一次

# ERR_WS_ROLE_DELETION_FAILED
source: Failed to delete a role. Please review the request and try again after sometime
ar: فشل حذف دور. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت
de: Fehler beim Löschen einer Rolle. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al eliminar un rol. Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Échec de la suppression d'un rôle. Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko ištrinti vaidmens. Prašome peržiūrėti užklausą ir bandykite dar kartą po kada
pt: Falha ao excluir uma função. Por favor, reveja a solicitação e tente novamente depois de algum momento
sv: Det gick inte att ta bort en roll. Granska begäran och försök igen efter någon gång
zh_tw: 無法刪除角色。請檢閱此要求，然後再試一次

# ERR_WS_USER_CREATION_FAILED
source: Failed to create a user. Please review the request and try again after sometime
ar: فشل إنشاء مستخدم. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت
de: Fehler beim Erstellen eines Benutzers. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al crear un usuario. Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Échec de la création d'un utilisateur. Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko sukurti vartotojo. Prašome peržiūrėti užklausą ir bandykite dar kartą po kada
pt: Falha ao criar um usuário. Por favor, reveja a solicitação e tente novamente depois de algum momento
sv: Det gick inte att skapa en användare. Granska begäran och försök igen efter någon gång
zh_tw: 無法建立使用者。請檢閱此要求，然後再試一次

# ERR_WS_USER_UPDATION_FAILED
source: Failed to update a user. Please review the request and try again after sometime
ar: فشل تحديث مستخدم. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت
de: Fehler beim Aktualisieren eines Benutzers. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al actualizar un usuario. Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Échec de la mise à jour d'un utilisateur. Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko atnaujinti vartotojo. Prašome peržiūrėti užklausą ir bandykite dar kartą po kada
pt: Falha ao atualizar um usuário. Por favor, reveja a solicitação e tente novamente depois de algum momento
sv: Det gick inte att uppdatera en användare. Granska begäran och försök igen efter någon gång
zh_tw: 無法更新使用者。請檢閱此要求，然後再試一次

# ERR_WS_GROUP_CREATION_FAILED
source: Failed to create a group. Please review the request and try again after sometime
ar: فشل في إنشاء مجموعة. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت
de: Fehler beim Erstellen einer Gruppe. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al crear un grupo. Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Échec de la création d'un groupe. Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko sukurti grupės. Prašome peržiūrėti užklausą ir bandykite dar kartą po kada
pt: Falha ao criar um grupo. Por favor, reveja a solicitação e tente novamente depois de algum momento
sv: Det gick inte att skapa en grupp. Granska begäran och försök igen efter någon gång
zh_tw: 無法建立群組。請檢閱此要求，然後再試一次

# ERR_WS_GROUP_DELETION_FAILED
source: Failed to delete a group. Please review the request and try again after sometime
ar: فشل حذف مجموعة. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت
de: Fehler beim Löschen einer Gruppe. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al eliminar un grupo. Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Échec de la suppression d'un groupe. Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko ištrinti grupės. Prašome peržiūrėti užklausą ir bandykite dar kartą po kada
pt: Falha ao excluir um grupo. Por favor, reveja a solicitação e tente novamente depois de algum momento
sv: Det gick inte att ta bort en grupp. Granska begäran och försök igen efter någon gång
zh_tw: 無法刪除群組。請檢閱此要求，然後再試一次

# ERR_WS_GROUP_JOIN_FAILED
source: Failed to join group. Please review the request and try again after sometime
ar: فشل الانضمام إلى المجموعة. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت
de: Beitritt zur Gruppe fehlgeschlagen. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al unirse al grupo. Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Échec de la jointure du groupe. Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko prisijungti prie grupės. Prašome peržiūrėti užklausą ir bandykite dar kartą po kada
pt: Falha ao participar do grupo. Por favor, reveja a solicitação e tente novamente depois de algum momento
sv: Misslyckades gå med i gruppen. Granska begäran och försök igen efter någon gång
zh_tw: 無法加入群組。請檢閱此要求，然後再試一次

# ERR_WS_GROUP_LEAVE_FAILED
source: Failed to leave group. Please review the request and try again after sometime
ar: فشل في ترك المجموعة. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت
de: Die Gruppe konnte nicht verlassen werden. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al abandonar el grupo. Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Impossible de quitter le groupe. Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko palikti grupės. Prašome peržiūrėti užklausą ir bandykite dar kartą po kada
pt: Falha ao deixar o grupo. Por favor, reveja a solicitação e tente novamente depois de algum momento
sv: Misslyckades med att lämna gruppen. Granska begäran och försök igen efter någon gång
zh_tw: 無法離開群組。請檢閱此要求，然後再試一次

# ERR_WS_GROUP_MEMBER_MGMT_FAILED
source: Failed to add/remove group members.Please review the request and try again after sometime
ar: فشل إضافة/إزالة أعضاء المجموعة. يرجى مراجعة الطلب والمحاولة مرة أخرى بعد وقت ما
de: Gruppenmitglieder konnten nicht hinzugefügt/entfernt werden. Bitte überprüfen Sie die Anfrage und versuchen Sie es nach einiger Zeit erneut
es: Error al agregar/quitar miembros del grupo.Revise la solicitud e inténtelo de nuevo después de algún tiempo
fr: Échec de l'ajouter/suppression des membres du groupe.Veuillez examiner la demande et réessayer après un certain temps
lt: Nepavyko pridėti/pašalinti grupės narių. Prašome peržiūrėti užklausą ir bandyti dar kartą po kada nors
pt: Falha ao adicionar/remover membros do grupo.Reveja a solicitação e tente novamente depois de algum momento
sv: Det gick inte att lägga till/ta bort gruppmedlemmar. Granska begäran och försök igen efter någon gång
zh_tw: 無法新增/移除群組成員。請檢閱要求，然後再試一次

# ERR_NO_RECEIVER
source: The receiver (UID/GUID) is missing
ar: جهاز الاستقبال (UID/GUID) مفقود
de: Der Empfänger (UID/GUID) fehlt
es: Falta el receptor (UID/GUID)
fr: Le récepteur (UID/GUID) est manquant
lt: Trūksta imtuvo (UID/GUID)
pt: O receptor (UID/GUID) está ausente
sv: Mottagaren (UID/GUID) saknas
zh_tw: 接收器（UID/ GUID）丟失

# ERR_NO_RECEIVER_TYPE
source: The receiverType is missing
ar: ريسيفرتايب مفقود
de: Der ReceiverType fehlt
es: Falta ReceiverType
fr: Le Receiver Type est manquant
lt: Trūksta imtuvo tipo
pt: O ReceiverType está ausente
sv: ReceiverType saknas
zh_tw: 接收器類型遺失

# ERR_NO_APP_ID
source: The appId is missing
ar: معرف التطبيق مفقود
de: Die AppID fehlt
es: Falta el AppID
fr: L'appID est manquant
lt: Trūksta AppID
pt: O AppID está faltando
sv: AppID saknas
zh_tw: 應用程式識別碼遺失

# ERR_NO_AUTH_TOKEN
source: The authToken is missing
ar: أوثتوكين مفقود
de: Das AuthToken fehlt
es: Falta el AuthToken
fr: Le AuthToken est manquant
lt: Trūksta AuthToken
pt: O AuthToken está ausente
sv: AuthToken saknas
zh_tw: 缺少驗證令牌

# ERR_EXTENSION_NOT_ENABLED
source: Enable the extension from CometChat Pro dashboard
ar: تمكين التمديد من لوحة تحكم CometChat برو
de: Aktivieren Sie die Erweiterung vom COMETChat Pro-Dashboard
es: Habilitar la extensión desde el panel de CometChat Pro
fr: Activer l'extension à partir du tableau de bord CometChat Pro
lt: Įjungti plėtinį iš CometChat Pro prietaisų skydelio
pt: Ativar a extensão do painel CometChat Pro
sv: Aktivera tillägget från CometChat Pro-instrumentpanelen
zh_tw: 啟用擴充功能

# ERR_INTERNAL_SERVER_ERROR
source: Server error
ar: خطأ في الخادم
de: Server-Fehler
es: Error del servidor
fr: Erreur serveur
lt: Serverio klaida
pt: Erro do servidor
sv: Server-fel
zh_tw: 伺服器錯誤

# ERR_NO_QUESTION
source: The question for the poll is missing
ar: السؤال عن الاستطلاع مفقود
de: Die Frage für die Umfrage fehlt
es: Falta la pregunta para la encuesta
fr: La question pour le sondage est manquante
lt: Trūksta apklausos klausimo
pt: A pergunta para a enquete está faltando
sv: Frågan till undersökningen saknas
zh_tw: 民意調查的問題缺少

# ERR_NO_OPTIONS
source: The options for the poll are either missing or invalid
ar: خيارات الاستطلاع إما مفقودة أو غير صالحة
de: Die Optionen für die Umfrage fehlen oder sind ungültig
es: Las opciones para la encuesta faltan o no son válidas
fr: Les options du sondage sont manquantes ou non valides
lt: Apklausos parinktys yra trūkstamos arba negaliojančios
pt: As opções para a pesquisa estão ausentes ou inválidas
sv: Alternativen för undersökningen saknas eller är ogiltiga
zh_tw: 投票選項遺失或無效

# ERR_POLL_NOT_FOUND
source: Poll does not exist
ar: الاستطلاع غير موجود
de: Die Umfrage existiert nicht
es: La encuesta no existe
fr: Le sondage n'existe pas
lt: Apklausa neegzistuoja
pt: Enquete não existe
sv: Undersökning finns inte
zh_tw: 投票不存在

# ERR_NO_POLL_ID
source: The poll id is missing
ar: معرف الاستطلاع مفقود
de: Die Umfrage-ID fehlt
es: Falta el identificador de sondeo
fr: L'ID du sondage est manquant
lt: Trūksta apklausos id
pt: O id de enquete está ausente
sv: Undersöknings-id saknas
zh_tw: 投票識別碼遺失

# ERR_NO_VOTE
source: The vote is missing
ar: التصويت مفقود
de: Die Abstimmung fehlt
es: Falta la votación
fr: Le vote est manquant
lt: Trūksta balsavimo
pt: A votação está faltando
sv: Omröstningen saknas
zh_tw: 投票不見了

# ERR_NOT_POLL_CREATOR
source: You are not the creator of poll
ar: أنت لست خالق الاستطلاع
de: Du bist nicht der Schöpfer der Umfrage
es: Usted no es el creador de la encuesta
fr: Vous n'êtes pas le créateur du sondage
lt: Jūs nesate apklausos kūrėjas
pt: Você não é o criador da pesquisa
sv: Du är inte skaparen av enkät
zh_tw: 你不是民意調查的創造者

# ERR_INVALID_VOTE
source: The option you are trying to vote for is not valid
ar: الخيار الذي تحاول التصويت لصالحه غير صالح
de: Die Option, für die Sie stimmen möchten, ist nicht gültig
es: La opción por la que intenta votar no es válida
fr: L'option pour laquelle vous essayez de voter n'est pas valide
lt: Parinktis, už kurią bandote balsuoti, negalioja
pt: A opção em que você está tentando votar não é válida
sv: Alternativet du försöker rösta på är inte giltigt
zh_tw: 您嘗試投票的選項無效

# ERR_COLLABORATIVE_WHITEBOARD_NOT_ENABLED
source: Collaborative whiteboard Extension is not enabled. Please enable it from CometChat Dashboard.
ar: لم يتم تمكين ملحق السبورة التعاونية. يرجى تمكينه من CometChat Dashboard.
de: Die kollaborative Whiteboard-Erweiterung ist nicht aktiviert. Bitte aktivieren Sie es über das CometChat Dashboard.
es: La extensión de pizarra colaborativa no está habilitada. Habilítelo desde CometChat Dashboard.
fr: L'extension de tableau blanc collaboratif n'est pas activée. Veuillez l'activer à partir du tableau de bord CometChat.
lt: Bendrosios lentos plėtinys neįgalintas. Įgalinkite ją naudodami „CometChat“ informacijos suvestinę.
pt: A extensão do quadro branco colaborativo não está ativada. Ative-o no painel CometChat.
sv: Collaborative whiteboard Extension är inte aktiverat. Aktivera det från CometChat Dashboard ..
zh_tw: 协作白板扩展未启用。请从CometChat仪表板启用它。

# ERR_COLLABORATIVE_DOCUMENT_NOT_ENABLED
source: Collaborative document Extension is not enabled. Please enable it from CometChat Dashboard.
ar: لم يتم تمكين ملحق المستند التعاوني. يرجى تمكينه من CometChat Dashboard.
de: Die kollaborative Dokumenterweiterung ist nicht aktiviert. Bitte aktivieren Sie es über das CometChat Dashboard.
es: La extensión de pizarra colaborativa no está habilitada. Habilítelo desde CometChat Dashboard.
fr: L'extension de document collaboratif n'est pas activée. Veuillez l'activer à partir du tableau de bord CometChat.
lt: Bendro dokumento plėtinys neįgalintas. Įgalinkite ją naudodami „CometChat“ informacijos suvestinę.
pt: A extensão colaborativa do documento não está ativada. Ative-o no painel CometChat.
sv: Samarbetsdokumenttillägg är inte aktiverat. Aktivera det från CometChat Dashboard.
zh_tw: 协作文档扩展名未启用。请从CometChat仪表板启用它。

# ERR_POLLS_NOT_ENABLED
source: Polls Extension is not enabled. Please enable it from CometChat Dashboard.
ar: لم يتم تفعيل ملحق الاستطلاعات. يرجى تمكينه من CometChat Dashboard.
de: Die Umfrageerweiterung ist nicht aktiviert. Bitte aktivieren Sie es über das CometChat Dashboard.
es: La extensión de encuestas no está habilitada. Habilítelo desde CometChat Dashboard.
fr: L'extension des sondages n'est pas activée. Veuillez l'activer à partir du tableau de bord CometChat.
lt: Apklausų plėtinys neįgalintas. Įgalinkite ją naudodami „CometChat“ informacijos suvestinę.
pt: A extensão de sondagens não está habilitada. Ative-o no painel CometChat.
sv: Omröstningstillägg är inte aktiverat. Aktivera det från CometChat Dashboard.
zh_tw: 未启用民意测验扩展。请从CometChat仪表板启用它。

# ERR_REACTIONS_NOT_ENABLED
source: Reactions Extension is not enabled. Please enable it from CometChat Dashboard.
ar: لم يتم تمكين ملحق ردود الفعل. يرجى تمكينه من CometChat Dashboard.
de: Die Reaktionserweiterung ist nicht aktiviert. Bitte aktivieren Sie es über das CometChat Dashboard.
es: La extensión de reacciones no está habilitada. Habilítelo desde CometChat Dashboard.
fr: L'extension des réactions n'est pas activée. Veuillez l'activer à partir du tableau de bord CometChat.
lt: Reakcijų plėtinys neįgalintas. Įgalinkite ją naudodami „CometChat“ informacijos suvestinę.
pt: A extensão de reações não está habilitada. Ative-o no painel CometChat.
sv: Reaktionstillägg är inte aktiverat. Aktivera det från CometChat Dashboard.
zh_tw: 反应扩展未启用。请从CometChat仪表板启用它。

# ERR_STICKERS_NOT_ENABLED
source: Stickers Extension is not enabled. Please enable it from CometChat Dashboard.
ar: لم يتم تمكين ملحق الملصقات. يرجى تمكينه من CometChat Dashboard.
es: La extensión de pegatinas no está habilitada. Habilítelo desde CometChat Dashboard.
fr: L'extension d'autocollants n'est pas activée. Veuillez l'activer à partir du tableau de bord CometChat.
lt: Lipdukų plėtinys neįgalintas. Įgalinkite ją naudodami „CometChat“ informacijos suvestinę.
pt: A extensão de adesivos não está habilitada. Ative-o no painel CometChat.
sv: Stickers Extension är inte aktiverat. Aktivera det från CometChat Dashboard.
zh_tw: 贴纸扩展未启用。请从CometChat仪表板启用它。

# UNABLE_TO_SEND_LOCATON_MESSAGE
source: Unable to send location at this moment.
ar: غير قادر على إرسال الموقع في هذه اللحظة.
de: Standort kann derzeit nicht gesendet werden.
es: No se puede enviar la ubicación en este momento.
fr: Impossible d'envoyer la position pour le moment.
lt: Šiuo metu nepavyko išsiųsti vietos.
pt: Não foi possível enviar o local neste momento.
sv: Det går inte att skicka plats just nu.
zh_tw: 目前无法发送位置。

source: 's location
ar: موقع
de: Standort
es: ubicación
fr: emplacement de
lt: vieta
pt: localização de
sv: plats
zh_tw: 的位置

# SHARE_LOCATION_CONFIRMATION_MESSAGE
source: Are you sure you want to share your location?
ar: هل أنت متأكد أنك تريد مشاركة موقعك؟
de: Möchten Sie Ihren Standort wirklich teilen?
es: ¿Estás seguro de que quieres compartir tu ubicación?
fr: Voulez-vous vraiment partager votre position?
lt: Ar tikrai norite bendrinti savo vietą?
pt: Tem certeza de que deseja compartilhar sua localização?
sv: Är du säker på att du vill dela din plats?
zh_tw: 您确定要分享您的位置吗？

# HAS_SHARED_LOCATION
source: has shared his location
ar: شارك موقعه
de: hat seinen Standort geteilt
es: ha compartido su ubicación
fr: a partagé sa position
lt: pasidalijo savo buvimo vieta
pt: compartilhou sua localização
sv: har delat sin plats
zh_tw: 分享了他的位置

source: Open in Apple Maps
ar: افتح في خرائط آبل
de: In Apple Maps öffnen
es: Abierto en Apple Maps
fr: Ouvrir dans Apple Maps
lt: Atidarykite „Apple Maps“
pt: Abra no Apple Maps
sv: Öppna i Apple Maps
zh_tw: 在Apple Maps中打开

source: Open in Google Maps
ar: افتح في خرائط جوجل
de: In Google Maps öffnen
es: Abierto en Google Maps
fr: Ouvrir dans Google Maps
lt: Atidarykite „Google Maps“
pt: Abra no Google Maps
sv: Öppna i Google Maps
zh_tw: 在Google地图中打开

# INVALID_URL
source: URL is not valid
ar: رابط غير صالح
de: Der URL ist nicht korrekt
es: La URL no es válida
fr: L'URL n'est pas valide
lt: URL neteisingas
pt: URL não válida
sv: URL är inte giltig
zh_tw: 网址无效

# MAIL_APP_NOT_FOUND_MESSAGE
source: Mail application is not installed in your phone.
ar: تطبيق البريد غير مثبت في هاتفك.
de: Die E-Mail-Anwendung ist nicht auf Ihrem Telefon installiert.
es: La aplicación de correo no está instalada en su teléfono.
fr: L'application de messagerie n'est pas installée sur votre téléphone.
lt: Pašto programa nėra įdiegta jūsų telefone.
pt: O aplicativo de e-mail não está instalado no seu telefone.
sv: E-postapplikationen är inte installerad i din telefon.
zh_tw: 手机中未安装邮件应用程序。

source: Adding Reaction...
ar: إضافة رد فعل ...
de: Reaktion hinzufügen ...
es: Añadiendo reacción ...
fr: Ajouter une réaction ...
lt: Pridedama reakcija ...
pt: Adicionando Reação ...
sv: Lägger till reaktion ...
zh_tw: 添加反应...

source: Updating Reaction...
ar: تحديث رد الفعل ...
de: Reaktion aktualisieren ...
es: Actualizando Reaction ...
fr: Mise à jour de la réaction ...
lt: Atnaujinama reakcija ...
pt: Atualizando Reação ...
sv: Uppdaterar reaktion ...
zh_tw: 正在更新反应...

source: Reactions
de: Reaktionen
es: Reacciones
fr: Réactions
lt: Reakcijos
pt: Reações
sv: Reaktioner
zh_tw: 反应

source: Voting...
ar: التصويت ...
de: Wählen...
es: Votación...
fr: Vote...
lt: Balsavimas...
pt: Votação...
sv: Röstning...
zh_tw: 表决...

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Effacer
lt: Ištrinti
pt: Excluir
sv: Radera
zh_tw: 删除

# CANNOT_ADD_MORE_THAN_FIVE_MESSAGE
source: You cannot add more than 5 options at a time.
ar: لا يمكنك إضافة أكثر من 5 خيارات في نفس الوقت.
de: Sie können nicht mehr als 5 Optionen gleichzeitig hinzufügen.
es: No puede agregar más de 5 opciones a la vez.
fr: Vous ne pouvez pas ajouter plus de 5 options à la fois.
lt: Vienu metu negalima pridėti daugiau nei 5 parinktis.
pt: Você não pode adicionar mais de 5 opções ao mesmo tempo.
sv: Du kan inte lägga till mer än fem alternativ åt gången.
zh_tw: 一次最多不能添加5个选项。

# ERROR_INVALID_TYPE
source: The provided type cannot be null or empty. Please provide a valid type.
ar: قدم النوع لا يمكن أن يكون فارغًا أو فارغًا. الرجاء تقديم نوع صالح.
de: Der angegebene Typ darf nicht null oder leer sein. Bitte geben Sie einen gültigen Typ an.
es: El tipo proporcionado no puede ser nulo ni estar vacío. Proporcione un tipo válido.
fr: Le type fourni ne peut pas être nul ou vide. Veuillez fournir un type valide.
lt: Pateiktas tipas negali būti tuščias arba tuščias. Nurodykite galiojantį tipą.
pt: O tipo fornecido não pode ser nulo ou vazio. Forneça um tipo válido.
sv: Den angivna typen kan inte vara noll eller tom. Ange en giltig typ.
zh_tw: 提供的类型不能为null或为空。请提供有效的类型。

# ERROR_INVALID_SESSIONID
source: The provided sessionId cannot be null or empty. Please provide a valid sessionId.
ar: لا يمكن أن يكون معرف الجلسة المقدم فارغًا أو فارغًا. يرجى تقديم معرف جلسة صالح.
de: Die angegebene Sitzungs-ID darf nicht null oder leer sein. Bitte geben Sie eine gültige Sitzungs-ID an.
es: El sessionId proporcionado no puede ser nulo ni estar vacío. Proporcione un sessionId válido.
fr: Le sessionId fourni ne peut pas être nul ou vide. Veuillez fournir un sessionId valide.
lt: Pateiktas sessionId negali būti tuščias arba tuščias. Pateikite galiojantį sessionId.
pt: O sessionId fornecido não pode ser nulo ou vazio. Forneça um sessionId válido.
sv: Det angivna sessionId kan inte vara noll eller tomt. Ange en giltig sessionId.
zh_tw: 提供的sessionId不能为null或为空。请提供有效的sessionId。

# ERROR_AUTHTOKEN_WITH_SPACE
source: Auth token cannot contain spaces. Please provide a valid AuthToken
ar: لا يمكن أن يحتوي رمز المصادقة على مسافات. يرجى تقديم AuthToken صالح
de: Das Authentifizierungstoken darf keine Leerzeichen enthalten. Bitte geben Sie ein gültiges AuthToken an
es: El token de autenticación no puede contener espacios. Proporcione un AuthToken válido
fr: Le jeton d'authentification ne peut pas contenir d'espaces. Veuillez fournir un AuthToken valide
lt: Autentiniame žetone negali būti tarpų. Pateikite galiojantį „AuthToken“
pt: O token de autenticação não pode conter espaços. Forneça um AuthToken válido
sv: Auth-token kan inte innehålla mellanslag. Ange ett giltigt AuthToken
zh_tw: 身份验证令牌不能包含空格。请提供有效的AuthToken

# ERROR_INVALID_MEDIA_MESSAGE
source: Invalid Media Message.Please provide a valid File object or Attachment details.
ar: رسالة وسائط غير صالحة. الرجاء توفير كائن ملف صالح أو تفاصيل المرفق.
de: Ungültige Mediennachricht. Bitte geben Sie ein gültiges Dateiobjekt oder Anhangsdetails an.
es: Mensaje de medios no válido. Proporcione un objeto de archivo válido o detalles adjuntos. Para abandonar el grupo.
fr: Message multimédia non valide. Veuillez fournir un objet Fichier ou des détails de pièce jointe valides.
lt: Neteisingas daugialypės terpės pranešimas. Prašome pateikti galiojantį failo objekto arba priedo išsamią informaciją.
pt: Mensagem de mídia inválida. Forneça um objeto de arquivo válido ou detalhes de anexo.
sv: Ogiltigt mediameddelande. Ange ett giltigt filobjekt eller information om bilagan.
zh_tw: 无效的媒体消息。请提供有效的文件对象或附件详细信息。

# ERR_OWNER_EXIT_FORBIDDEN
source: Owner cannot leave the group, please transfer ownership first to leave the group.
ar: لا يمكن للمالك مغادرة المجموعة ، يرجى نقل الملكية أولاً لمغادرة المجموعة.
de: Der Eigentümer kann die Gruppe nicht verlassen. Bitte übertragen Sie zuerst das Eigentum, um die Gruppe zu verlassen.
es: El propietario no puede abandonar el grupo, primero transfiera la propiedad para abandonar el grupo.
fr: Le propriétaire ne peut pas quitter le groupe, veuillez d'abord transférer la propriété pour quitter le groupe.
lt: Savininkas negali išeiti iš grupės. Pirmiausia perduokite nuosavybės teises, kad išeitumėte iš grupės.
pt: O proprietário não pode deixar o grupo, primeiro transfira a propriedade para sair do grupo.
sv: Ägaren kan inte lämna gruppen. Överför äganderätten först för att lämna gruppen.
zh_tw: 所有者不能离开论坛，请先转让所有权才能退出论坛。
