Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

source: Chats
ar: دردشات
fr: Discussions
lt: Pokalbiai
pt: Bate-papo
sv: Chattar
zh_tw: 聊天

source: Users
ar: المستخدمون
de: Nutzer
es: Usuarios
fr: Utilisateurs
lt: Vartotojai
pt: Usuários
sv: Användare
zh_tw: 使用者

source: Calls
ar: المكالمات
de: Anrufe
es: Llamadas
fr: Appels
lt: skambučiai
pt: Chamadas
sv: Samtal
zh_tw: 呼叫

source: Groups
ar: المجموعات
de: Gruppen
es: Grupos
fr: Groupes
lt: Grupės
pt: Grupos
sv: Grupper
zh_tw: 群組

source: More
ar: المزيد
de: mehr
es: Más
fr: Plus
lt: Daugiau
pt: Mais
sv: Mer
zh_tw: 更多

source: Sending...
ar: إرسال...
de: Senden...
es: Enviando...
fr: Envoi...
lt: Siuntimas...
pt: Enviando...
sv: Skickar...
zh_tw: 正在傳送中...

# THIS_MESSAGE_DELETED
source: ⚠️ This message was deleted
ar: ⚠️ تم حذف هذه الرسالة
de: ⚠️ Diese Nachricht wurde gelöscht
es: ⚠️ Este mensaje fue eliminado
fr: ⚠️ Ce message a été supprimé
lt: ⚠️ Šis pranešimas buvo ištrintas
pt: ⚠️ Esta mensagem foi excluída
sv: ⚠️ Detta meddelande har tagits bort
zh_tw: ⚠️ 此訊息已被刪除

source: ⚠️ You deleted this message
ar: ⚠️ قمت بحذف هذه الرسالة
de: ⚠️ Du hast diese Nachricht gelöscht
es: ⚠️ Has eliminado este mensaje
fr: ⚠️ Vous avez supprimé ce message
lt: ⚠️ Jūs ištrynėte šį pranešimą
pt: ⚠️ Você excluiu esta mensagem
sv: ⚠️ Du har tagit bort det här meddelandet
zh_tw: ⚠️ 您刪除了此訊息

source: View on Youtube
ar: عرض على يوتيوب
de: Auf Youtube ansehen
es: Ver en Youtube
fr: Voir sur Youtube
lt: Peržiūrėti “YouTube”
pt: Ver no Youtube
sv: Visa på Youtube
zh_tw: 在 YouTube 上觀看

# MESSAGE_IMAGE
source: 📷 Photo
ar: 📷 صور
de: 📷 Foto
es: 📷 Foto
lt: 📷 Nuotrauka
pt: 📷 Foto
sv: 📷 Foto
zh_tw: 📷 照片

# MESSAGE_VIDEO
source: 📹 Video
ar: 📹 فيديو
es: 📹 Vídeo
fr: 📹 Vidéo
lt: 📹 vaizdo įrašas
pt: 📹 Vídeo
zh_tw: 📹 影片

# MESSAGE_AUDIO
source: 🎵 Audio
ar: 🎵 الصوت
lt: 🎵 Garso
pt: 🎵 Áudio
sv: 🎵 Ljud
zh_tw: 🎵 音訊

# MESSAGE_FILE
source: 📁 File
ar: 📁 ملف
de: 📁 Datei
es: 📁 Archivo
fr: 📁 Fichier
lt: 📁 Failas
pt: 📁 Arquivo
sv: 📁 -fil
zh_tw: 📁 檔案

source: Custom message
ar: لديك رسالة
de: Du hast eine Nachricht
es: Tienes un mensaje
fr: Vous avez un message
lt: Jūs turite žinutę
pt: Você tem uma mensagem
sv: Du har ett meddelande
zh_tw: 你有一個訊息

source: Missed voice call
ar: مكالمة صوتية غاب
de: Sprachanruf verpasst
es: Llamada de voz perdida
fr: Appel vocal manqué
lt: Praleistas balso
pt: Chamada de voz perdida
sv: Missade röstsamtal
zh_tw: 未接語音通話

source: Missed video call
ar: مكالمة فيديو غاب
de: Videoanruf verpasst
es: Videollamada perdida
fr: Appel vidéo manqué
lt: Praleistas vaizdo
pt: Chamada de vídeo perdida
sv: Missade videosamtal
zh_tw: 未接視訊通話

source: Has sent a call
ar: وقد أرسلت مكالمة.
de: hat einen Anruf gesendet.
es: ha enviado una llamada.
fr: a envoyé un appel.
lt: išsiuntė skambutį.
pt: enviou uma chamada.
sv: har skickat ett samtal.
zh_tw: 已傳送電話。

# CUSTOM_MESSAGE_LOCATION
source: 📍Location
ar: 📍 الموقع
de: 📍 Standort
es: 📍 Ubicación
fr: 📍 Emplacement
lt: 📍 Vieta
pt: 📍 Localização
sv: 📍 Plats
zh_tw: 📍 位置

# CUSTOM_MESSAGE_POLL
source: 📊 Poll
ar: 📊 استطلاع للرأي
de: 📊 Umfrage
es: 📊 Encuesta
fr: 📊 Sondage
lt: 📊 Apklausa
pt: 📊 Enquete
sv: 📊 Undersökning
zh_tw: 📊 投票

# CUSTOM_MESSAGE_STICKER
source: 💟 Sticker
ar: 💟 ملصق
de: 💟 Aufkleber
es: 💟 Pegatina
fr: 💟 Autocollant
lt: 💟 Lipdukas
pt: 💟 Adesivo
sv: 💟 Klistermärke
zh_tw: 💟 貼紙

# CUSTOM_MESSAGE_WHITEBOARD
source: 📝 Whiteboard
ar: 📝 السبورة
es: 📝 Pizarra blanca
fr: 📝 Tableau blanc
lt: 📝 lenta
pt: 📝 quadro branco
zh_tw: 📝 白板

# CUSTOM_MESSAGE_DOCUMENT
source: 📃 Document
ar: 📃 وثيقة
de: 📃 Dokument
es: 📃 Documento
lt: 📃 Dokumentas
pt: 📃 Documento
sv: 📃 Dokument
zh_tw: 📃 文件

source: Online
ar: عبر الإنترنت
es: En línea
fr: En ligne
lt: Internetu
zh_tw: 線上

source: Offline
ar: غير متصل
fr: Hors ligne
lt: Atsijungęs
zh_tw: 離線

source: You
ar: أنت
de: Du
es: Usted
fr: Vous
lt: Jūs
pt: Você
sv: Du
zh_tw: 你

source: Admin
ar: مشرف
pt: Administrador
zh_tw: 管理員

source: Moderator
ar: مدير الجلسة
es: Moderador
fr: Modérateur
lt: Moderatorius
pt: Moderador
zh_tw: 主持人

source: Participant
ar: مشارك
de: Teilnehmerin
es: Participante
lt: Dalyvis
pt: Participante
sv: Deltagare
zh_tw: 參與者

source: Public
ar: عامة
de: Öffentlich
es: Público
lt: Viešas
pt: Público
sv: Publik
zh_tw: 公共

source: Private
ar: خاص
de: Privat
es: Privado
fr: Privé
lt: privatus
pt: Privado
sv: Privat
zh_tw: 私人

source: Password Protected
ar: محمية بكلمة مرور
de: Passwort-geschützt
es: Protegido con contraseña
fr: Mot de passe
lt: Apsaugotas slaptažodžiu
pt: Protegido por senha
sv: Lösenord skyddad
zh_tw: 密碼保護

source: Privacy and Security
ar: الخصوصية والأمان
de: Datenschutz und Sicherheit
es: Privacidad y Seguridad
fr: Confidentialité et sécurité
lt: Privatumas ir saugumas
pt: Privacidade e Segurança
sv: Sekretess och säkerhet
zh_tw: 隱私權與安全性

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Vie privée
lt: privatumas
pt: Privacidade
sv: Sekretess
zh_tw: 隱私

source: Blocked Users
ar: المستخدمون المحظورون
de: Gesperrte
es: Usuarios bloqueados
fr: Utilisateurs bloqués
lt: Užblokuoti vartotojai
pt: Usuários bloqueados
sv: Blockerade användare
zh_tw: 封鎖的使用者

source: Everybody
ar: الجميع
de: Jeder
es: Todos
fr: Tout le monde
lt: Visi
pt: Todo mundo
sv: Alla
zh_tw: 每個人

source: Preferences
ar: التفضيلات
de: Präferenzen
es: Preferencias
fr: Préférences
lt: Nustatymai
pt: Preferências
sv: Inställningar
zh_tw: 偏好設定

source: Privacy & Security
ar: الخصوصية والأمان
de: Datenschutz & Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
lt: Privatumas ir saugumas
pt: Privacidade e Segurança
sv: Sekretess och säkerhet
zh_tw: 隱私權與安全性

source: You've blocked
ar: لقد حظرت
de: Du hast geblockt
es: Has bloqueado
fr: Vous avez bloqué
lt: Jūs užblokavote
pt: Você bloqueou
sv: Du har blockerat
zh_tw: 您已封鎖

source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fr: Membres
lt: Nariai
pt: Membros
sv: Medlemmar
zh_tw: 成員

source: Member
ar: عضو
de: Mitglied
es: Miembro
fr: Membre
lt: Narys
pt: Membro
sv: Medlem
zh_tw: 會員

source: Back
ar: إلى الخلف
de: zurück
es: Espalda
fr: Retour
lt: Atgal
pt: Voltar
sv: Tillbaka
zh_tw: 返回

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
lt: Atšaukti
pt: Cancelar
sv: Avbryta
zh_tw: 取消

# SELECT_A_MESSGE
source: Please select a message to perform an action
ar: الرجاء تحديد رسالة لتنفيذ إجراء
de: Bitte wählen Sie eine Nachricht aus, um eine Aktion durchzuführen
es: Seleccione un mensaje para realizar una acción
fr: Veuillez sélectionner un message pour effectuer une action
lt: Prašome pasirinkti pranešimą, kad atliktumėte veiksmą
pt: Selecione uma mensagem para executar uma ação
sv: Välj ett meddelande för att utföra en åtgärd
zh_tw: 請選取要執行動作的訊息

# TEXT_COPIED
source: Text copied to Clipboard
ar: نص تم نسخه إلى الحافظة
de: Text in Zwischenablage kopiert
es: Texto copiado al Portapapeles
fr: Texte copié dans le Presse-papiers
lt: Tekstas nukopijuotas į mainų sritį
pt: Texto copiado para a área de transferência
sv: Text kopierad till Urklipp
zh_tw: 文字複製到剪貼簿

source: Today
ar: اليوم
de: heute
es: Hoy
fr: Aujourd'hui
lt: Šiandien
pt: Hoje
sv: Idag
zh_tw: 今天

source: Yesterday
ar: البارحة
de: Gestern
es: Ayer
fr: Hier
lt: Vakar
pt: Ontem
sv: Igår
zh_tw: 昨天

source: Photo & Video Library
ar: مكتبة الصور والفيديو
de: Foto- und Videothek
es: Fototeca y Videoteca
fr: Photothèque et vidéo
lt: Nuotraukų ir vaizdo įrašų biblioteka
pt: Biblioteca de fotos e vídeos
sv: Foto- och videobibliotek
zh_tw: 相片與影片庫

source: Take a Photo
ar: التقط صورة
de: Mach ein Foto
es: Tomar una foto
fr: Prendre une photo
lt: Fotografuoti
pt: Tirar uma foto
sv: Ta en bild
zh_tw: 拍攝相片

source: Share Location
ar: مشاركة الموقع
de: Standort teilen
es: Compartir ubicación
fr: Partager l'emplacement
lt: Dalintis Vieta
pt: Compartilhar Localização
sv: Dela plats
zh_tw: 共用位置

source: Edit Message
ar: تحرير الرسالة
de: Nachricht bearbeiten
es: Editar mensaje
fr: Modifier le message
lt: Redaguoti pranešimą
pt: Editar mensagem
sv: Redigera meddelande
zh_tw: 編輯訊息

source: Delete Message
ar: حذف الرسالة
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
lt: Ištrinti pranešimą
pt: Excluir mensagem
sv: Ta bort meddelande
zh_tw: 刪除訊息

source: Reply Message
ar: رسالة الرد
de: Antwort-Meldung
es: Mensaje de respuesta
fr: Répondre au message
lt: Atsakyti žinutė
pt: Responder Mensagem
sv: Svara meddelande
zh_tw: 回覆訊息

source: Forward Message
ar: رسالة إلى الأمام
de: Nachricht weiterleiten
es: Reenviar mensaje
fr: Transférer le message
lt: Pranešimas į priekį
pt: Mensagem Encaminhar
sv: Skicka meddelande
zh_tw: 轉寄訊息

source: Start Thread
ar: بدء الموضوع
de: Faden starten
es: Iniciar subproceso
fr: Démarrer le thread
lt: Pradėti siūlą
pt: Iniciar Thread
sv: Starta tråd
zh_tw: 起始執行緒

source: Share Message
ar: مشاركة الرسالة
de: Nachricht teilen
es: Compartir mensaje
fr: Partager un message
lt: Dalintis žinute
pt: Compartilhar mensagem
sv: Dela meddelande
zh_tw: 分享訊息

source: Message Information
ar: معلومات الرسالة
de: Informationen zur Meldung
es: Información del mensaje
fr: Informations sur les messages
lt: Pranešimo informacija
pt: Informação da Mensagem
sv: Information om meddelande
zh_tw: 訊息資訊

source: Copy Message
ar: نسخ الرسالة
de: Mitteilung kopieren
es: Copiar mensaje
fr: Copier le message
lt: Kopijuoti pranešimą
pt: Copiar Mensagem
sv: Kopiera meddelande
zh_tw: 複製訊息

source: Create a Poll
ar: إنشاء استطلاع للرأي
de: Eine Umfrage erstellen
es: Crear una encuesta
fr: Créer un sondage
lt: Sukurti apklausą
pt: Criar uma Enquete
sv: Skapa en enkät
zh_tw: 建立投票

source: Send Sticker
ar: إرسال ملصق
de: Sticker versenden
es: Enviar pegatina
fr: Envoyer Autocollant
lt: Siųsti lipduką
pt: Enviar Adesivo
sv: Skicka klistermärke
zh_tw: 傳送貼紙

source: Collaborative Whiteboard
ar: السبورة التعاونية
de: Kollaboratives Whiteboard
es: Pizarra colaborativa
fr: Tableau blanc collaboratif
lt: Bendradarbiavimo lenta
pt: Quadro Colaborativo
sv: Whiteboard i samarbete
zh_tw: 協同合作白板

source: Collaborative Writeboard
ar: لوحة الكتابة التعاونية
de: Kollaboratives Writeboard
es: Tablero de escritura colaborativo
fr: Tableau d'écriture collaboratif
lt: Bendradarbiavimo rašomoji lenta
pt: Quadro de escrita colaborativo
sv: Samarbetande skrivtavla
zh_tw: 協作寫板

source: Type a Message...
ar: اكتب رسالة...
de: Geben Sie eine Nachricht ein...
es: Escriba un mensaje...
fr: Tapez un message...
lt: Įveskite pranešimą...
pt: Digite uma Mensagem...
sv: Skriv ett meddelande...
zh_tw: 輸入訊息...

source: Document
ar: مستند
de: dokument
es: Documento
lt: Dokumentas
pt: Documento
sv: Dokument
zh_tw: 文件

source: typing...
ar: كتابة...
de: tippen...
es: escribiendo...
fr: dactylographie...
lt: rašyti...
pt: digitando...
sv: skriva...
zh_tw: 輸入...

source: is typing...
ar: هو كتابة...
de: tippt...
es: está escribiendo...
fr: est en train de taper...
lt: yra rašyti...
pt: está digitando...
sv: skriver...
zh_tw: 正在輸入...

source: Close
ar: إغلاق
de: schliessen
es: Cerrar
fr: Fermer
lt: Uždaryti
pt: Fechar
sv: Stäng
zh_tw: 關閉

source: Kindly, enter group name
ar: يرجى إدخال اسم المجموعة
de: Bitte geben Sie den Gruppennamen ein
es: Por favor, introduzca el nombre del grupo
fr: Veuillez saisir le nom du groupe
lt: Maloniai įveskite grupės pavadinimą
pt: Por favor, digite o nome do grupo
sv: Vänligen ange gruppnamn
zh_tw: 請輸入群組名稱

source: Refreshing...
ar: منعش...
de: Erfrischend
es: Refrescante...
fr: Rafraîchissant...
lt: Gaivus...
pt: Refrescante...
sv: Uppfriskande...
zh_tw: 正在刷新...

source: Unblock
ar: إلغاء الحظر
de: Entsperren
es: Desbloquear
fr: Débloquer
lt: Atblokuoti
pt: Desbloquear
sv: Avblockera
zh_tw: 解除封鎖

source: unblocked successfully
ar: إلغاء حظره بنجاح
de: erfolgreich geblockt
es: desbloqueado con éxito
fr: débloqué avec succès
lt: sėkmingai atblokuotas
pt: desbloqueado com sucesso
sv: avblockerade sucessfully
zh_tw: 成功解除封鎖

source: Make group admin
ar: جعل مشرف المجموعة
de: Gruppenadministrator machen
es: Hacer administrador del grupo
fr: Rendre administrateur de groupe
lt: Padaryti grupės admin
pt: Tornar administrador do grupo
sv: Gör gruppadministratör
zh_tw: 讓群組管理員

source: Make group moderator
ar: جعل مشرف المجموعة
de: Machen Sie Gruppenmoderator
es: Hacer moderador de grupo
fr: Faire modérateur de groupe
lt: Padaryti grupės moderatorius
pt: Tornar moderador de grupo
sv: Gör gruppmoderator
zh_tw: 成為群組仲裁者

source: Administrators
ar: الإداريون
de: Administratoren
es: Administradores
fr: Administrateurs
lt: Administratoriai
pt: Administradores
sv: Administratörer
zh_tw: 管理員

source: Add admin
ar: إضافة مشرف
de: Admin hinzufügen
es: Agregar administrador
fr: Ajouter admin
lt: Pridėti admin
pt: Adicionar administrador
sv: Lägg till admin
zh_tw: 新增管理員

source: Add moderator
ar: إضافة مشرف
de: Moderator hinzufügen
es: Añadir moderador
fr: Ajouter un modérateur
lt: Pridėti moderatorių
pt: Adicionar moderador
sv: Lägg till moderator
zh_tw: 新增仲裁者

source: Owner
ar: مالك
de: Inhaber
es: Propietario
fr: Propriétaire
lt: Savininkas
pt: Proprietário
sv: Ägare
zh_tw: 擁有者

# ASSIGN_AS_ADMIN
source: Assign as group admin
ar: تعيين كمشرف المجموعة
de: Als Gruppenadministrator zuweisen
es: Asignar como administrador de grupo
fr: Affecter comme administrateur de groupe
lt: Priskirti kaip grupės administratorius
pt: Atribuir como administrador do grupo
sv: Tilldela som gruppadministratör
zh_tw: 指派為群組管理員

# REMOVE_AS_ADMIN
source: Remove as group admin
ar: إزالة كمشرف المجموعة
de: Als Gruppenadministrator entfernen
es: Quitar como administrador de grupo
fr: Supprimer en tant qu'administrateur de groupe
lt: Pašalinti kaip grupės administratorius
pt: Remover como administrador do grupo
sv: Ta bort som gruppadministratör
zh_tw: 以群組管理員身分移除

# ASSIGN_AS_MODERATOR
source: Assign as group moderator
ar: تعيين كمنسق للمجموعة
de: Als Gruppenmoderator zuweisen
es: Asignar como moderador de grupo
fr: Affecter comme modérateur de groupe
lt: Priskirti kaip grupės moderatorių
pt: Atribuir como moderador de grupo
sv: Tilldela som gruppmoderator
zh_tw: 指派為群組仲裁者

# REMOVE_AS_MODERATOR
source: Remove as group Moderator
ar: إزالة كمجموعة مشرف
de: Als Gruppen-Moderator entfernen
es: Eliminar como grupo Moderador
fr: Supprimer en tant que groupe Modérateur
lt: Pašalinti kaip grupę Moderatorius
pt: Remover como grupo Moderador
sv: Ta bort som grupp Moderator
zh_tw: 移除為群組仲裁者

# REMOVE_FROM_ADMIN_PRIVILEGE
source: is removed as group admin
ar: تتم إزالة كمشرف المجموعة
de: wird als Gruppenadministrator entfernt
es: se elimina como administrador del grupo
fr: est supprimé en tant qu'administrateur de groupe
lt: pašalinamas kaip grupės administratorius
pt: é removido como administrador do grupo
sv: tas bort som gruppadministratör
zh_tw: 會以群組管理員身分移除

# REMOVE_FROM_MODERATOR_PRIVILEGE
source: is removed as group moderator
ar: تتم إزالة كمشرف مجموعة
de: wird als Gruppenmoderator entfernt
es: se elimina como moderador de grupo
fr: est supprimé en tant que modérateur de groupe
lt: pašalinamas kaip grupės moderatorius
pt: é removido como moderador de grupo
sv: tas bort som gruppmoderator
zh_tw: 會以群組仲裁者身分移除

source: is now Admin
ar: هو الآن المشرف
de: ist jetzt Admin
es: ahora es Admin
fr: est maintenant Admin
lt: dabar Admin
pt: agora é Admin
sv: är nu Admin
zh_tw: 現在是管理員

source: is now Moderator
ar: هو الآن مشرف
de: ist jetzt Moderator
es: ahora es Moderador
fr: est maintenant modérateur
lt: dabar yra moderatorius
pt: agora é Moderador
sv: är nu Moderator
zh_tw: 現在是版主

source: ⚠️ Remove
ar: ⚠️ إزالة
de: ⚠️ Entfernen
es: ⚠️ Quitar
fr: ⚠️ Supprimer
lt: ⚠️ Pašalinti
pt: ⚠️ Remover
sv: ⚠️ Ta bort
zh_tw: ⚠️ 移除

# AS_ADMIN_FROM
source: as an admin from
ar: كمشرف من
de: als Admin von
es: como administrador de
fr: en tant qu'administrateur de
lt: kaip administratorius iš
pt: como um administrador de
sv: som administratör från
zh_tw: 以管理員身分

# AS_MODERATOR_FROM
source: as a moderator from
ar: كمشرف من
de: als Moderator von
es: como moderador de
fr: en tant que modérateur de
lt: kaip moderatorius iš
pt: como moderador de
sv: som moderator från
zh_tw: 作為版主

source: group?
ar: مجموعة؟
de: Gruppe?
es: ¿Grupo?
fr: Groupe ?
lt: grupė?
pt: grupo?
sv: -gruppen?
zh_tw: 團體？

source: ✅ Add
ar: ✅ إضافة
de: ✅ Addieren
es: ✅ Añadir
fr: ✅ Ajouter
lt: ✅ Pridėti
pt: ✅ Adicionar
sv: ✅ Lägg till
zh_tw: ✅ 新增

# AS_ADMIN_IN
source: as an admin in
ar: كمشرف في
de: als Admin in
es: como administrador en
fr: en tant qu'administrateur dans
lt: kaip admin
pt: como administrador em
sv: som administratör i
zh_tw: 以管理員身分

# AS_MODERATOR_IN
source: as a moderator in
ar: كمشرف في
de: als Moderator in
es: como moderador en
fr: en tant que modérateur dans
lt: kaip moderatorius
pt: como moderador em
sv: som moderator i
zh_tw: 作為主持人

source: OK
ar: طيب
de: OKAY
es: DE ACUERDO
zh_tw: 確定

source: as a moderator
ar: كمشرف
de: als Moderator
es: como moderador
fr: en tant que modérateur
lt: kaip moderatorius
pt: como moderador
sv: som moderator
zh_tw: 作為主持人

# AS_A_ADMIN
source: as an admin
ar: كمشرف
de: als Admin
es: como administrador
fr: en tant qu'administrateur
lt: kaip admin
pt: como administrador
sv: som administratör
zh_tw: 以管理員身分

source: Add members
ar: إضافة أعضاء
de: Mitglieder hinzufügen
es: Agregar miembros
fr: Ajouter des membres
lt: Pridėti narius
pt: Adicionar membros
sv: Lägg till medlemmar
zh_tw: 新增成員

source: ACTIONS
ar: قضايا
de: AKTIONEN
es: ACCIONES
lt: VEIKSMAI
pt: AÇÕES
sv: ÅTGÄRDER
zh_tw: 動作

source: PRIVACY & SUPPORT
ar: الخصوصية والدعم
de: DATENSCHUTZ & UNTERSTÜTZUNG
es: PRIVACIDAD Y SOPORTE
fr: CONFIDENTIALITÉ ET SOUTIEN
lt: PRIVATUMAS IR PALAIKYMAS
pt: PRIVACIDADE E SUPORTE
sv: SEKRETESS OCH SUPPORT
zh_tw: 隱私權與支援

source: Send Message
ar: ارسل رسالة
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
lt: Siųsti žinutę
pt: Enviar Mensagem
sv: Skicka meddelande
zh_tw: 傳送訊息

source: Add in
ar: إضافة في
de: Fügen Sie hinzu
es: Añadir en
fr: Ajouter dans
lt: Pridėti
pt: Adicionar em
sv: Lägg till i
zh_tw: 加入

source: Unblock User
ar: إلغاء حظر المستخدم
de: Benutzer entsperren
es: Desbloquear usuario
fr: Débloquer l'utilisateur
lt: Atblokuoti vartotoją
pt: Desbloquear Usuário
sv: Avblockera användare
zh_tw: 解除封鎖使用者

source: Block User
ar: كتلة المستخدم
de: Benutzer blockieren
es: Bloquear usuario
fr: Bloquer l'utilisateur
lt: Vartotojo blokas
pt: Bloquear usuário
sv: Blockera användare
zh_tw: 封鎖使用者

source: added successfully
ar: تمت إضافتها بنجاح
de: erfolgreich hinzugefügt
es: agregado correctamente
fr: ajouté avec succès
lt: sėkmingai pridėta
pt: adicionado com sucesso
sv: lagts till med framgång
zh_tw: 已成功加入

source: blocked successfully
ar: تم حظره بنجاح
de: erfolgreich geblockt
es: bloqueado correctamente
fr: bloqué avec succès
lt: sėkmingai užblokuotas
pt: bloqueado com sucesso
sv: blockerad
zh_tw: 已成功封鎖

source: Members
ar: الأعضاء
de: Mitglieder
es: Miembros
fr: Membres
lt: Nariai
pt: Membros
sv: Medlemmar
zh_tw: 成員

source: Delete & Exit
ar: حذف وخروج
de: Löschen & Beenden
es: Eliminar y salir
fr: Supprimer et quitter
lt: Ištrinti & išeiti
pt: Excluir & Sair
sv: Ta bort & Avsluta
zh_tw: 刪除 (退出)

source: Leave Group
ar: ترك المجموعة
de: Verlasse die Gruppe
es: Salir del grupo
fr: Groupe de congé
lt: Palikti grupę
pt: Sair do grupo
sv: Lämna grupp
zh_tw: 離開群組

source: from
ar: من عند
de: von
es: desde
fr: à partir de
lt: iš
pt: desde
sv: från
zh_tw: 從

source: removed successfully
ar: تمت إزالتها بنجاح
de: erfolgreich entfernt
es: eliminado correctamente
fr: supprimé avec succès
lt: sėkmingai pašalinta
pt: removido com sucesso
sv: har tagits bort
zh_tw: 已成功移除

source: banned successfully
ar: حظرت بنجاح
de: erfolgreich gebannt
es: prohibido correctamente
fr: banni avec succès
lt: uždrausta sėkmingai
pt: banido com sucesso
sv: förbjudits framgångsrikt
zh_tw: 已成功禁止

source: unbanned successfully
ar: غير محظورة بنجاح
de: unbanned erfolgreich
es: no prohibido correctamente
fr: non banni avec succès
lt: neuždrausta sėkmingai
pt: não banido com sucesso
sv: oförbjudna framgångsrikt
zh_tw: 成功取消禁用

source: deleted successfully
ar: تم حذفها بنجاح
de: erfolgreich gelöscht
es: eliminado correctamente
fr: supprimé avec succès
lt: sėkmingai ištrinta
pt: excluído com sucesso
sv: tas bort utan problem
zh_tw: 已成功刪除

source: You left from
ar: لقد غادرت من
de: Du bist weggegangen
es: Te fuiste de
fr: Vous êtes parti de
lt: Jūs palikote iš
pt: Você saiu de
sv: Du lämnade från
zh_tw: 你離開了

source: Remove Member
ar: إزالة العضو
de: Mitglied entfernen
es: Quitar miembro
fr: Supprimer un membre
lt: Pašalinti narį
pt: Remover Membro
sv: Ta bort medlem
zh_tw: 移除成員

source: Ban Member
ar: حظر عضو
de: Ban Mitglied
es: Miembro de prohibición
fr: Ban Membre
lt: Ban Narys
pt: Membro da proibição
sv: Ban Medlem
zh_tw: 禁止成員

source: Unban Member
ar: عضوًا
de: Unban-Mitglied
es: Miembro de Unban
fr: Membre Unban
lt: Unban Narys
pt: Membro Unban
sv: Unban Medlem
zh_tw: 取消禁止成員

source: Create Group
ar: إنشاء مجموعة
de: Gruppe erstellen
es: Crear grupo
fr: Créer un groupe
lt: Sukurti grupę
pt: Criar grupo
sv: Skapa grupp
zh_tw: 建立群組

source: You joined
ar: إنضممت
de: Du bist beigetreten
es: Te uniste
fr: Vous avez rejoint
lt: Jūs prisijungėte
pt: Você se juntou
sv: Du gick med
zh_tw: 你加入了

source: Forward
ar: إلى الأمام
de: Vorwärts
es: Adelante
fr: Avancer
lt: Į priekį
pt: Avançar
sv: Framåt
zh_tw: 向前

source: SHARED MEDIA
ar: وسائل الإعلام المشتركة
de: GETEILTE MEDIEN
es: MEDIOS COMPARTIDOS
fr: MÉDIAS PARTAGÉS
lt: BENDROJI ŽINIASKLAIDA
pt: MÍDIA COMPARTILHADA
sv: DELADE MEDIER
zh_tw: 共用媒體

# UNABLE_TO_FORWARD
source: Unable to forward message to
ar: غير قادر على إعادة توجيه الرسالة إلى
de: Nachricht kann nicht weiterleiten an
es: No se puede reenviar el mensaje a
fr: Impossible de transférer le message à
lt: Nepavyko persiųsti pranešimo
pt: Não é possível encaminhar a mensagem para
sv: Det gick inte att vidarebefordra meddelandet till
zh_tw: 無法將訊息轉寄至

# FORWARD_TO_5_AT_A_TIME
source: You can forward message only to 5 participants at a time
ar: يمكنك إعادة توجيه الرسالة فقط إلى 5 مشاركين في كل مرة
de: Sie können Nachrichten nur an 5 Teilnehmer gleichzeitig weiterleiten
es: Puede reenviar mensajes sólo a 5 participantes a la vez
fr: Vous ne pouvez transmettre le message qu'à 5 participants à la fois
lt: Pranešimą galite persiųsti tik 5 dalyviams vienu metu
pt: Você pode encaminhar mensagem apenas para 5 participantes de cada vez
sv: Du kan bara vidarebefordra meddelandet till 5 deltagare åt gången
zh_tw: 您一次只能將訊息轉寄給 5 位參與者

source: No Photos
ar: لا توجد صور
de: Keine Fotos
es: No hay fotos
fr: Pas de photos
lt: Nėra nuotraukų
pt: Sem Fotos
sv: Inga foton
zh_tw: 沒有相片

source: No Videos
ar: لا توجد فيديوهات
de: Keine Videos
es: No hay vídeos
fr: Pas de vidéos
lt: Nėra Vaizdo įrašų
pt: Sem vídeos
sv: Inga videor
zh_tw: 沒有視訊

source: No Documents
ar: لا توجد وثائق
de: Keine Dokumente
es: Sin documentos
fr: Aucun document
lt: Dokumentų nėra
pt: Sem Documentos
sv: Inga dokument
zh_tw: 沒有文件

source: History
ar: التاريخ
de: Geschichte
es: Historia
fr: Histoire
lt: Istorija
pt: História
sv: Historia
zh_tw: 歷史

source: Video Call
ar: مكالمة فيديو
de: Videoanruf
es: Videollamada
fr: Appel vidéo
lt: Vaizdo skambutis
pt: Chamada de vídeo
sv: Video Samtal
zh_tw: 視訊通話

source: Audio Call
ar: مكالمة صوتية
de: Audio-Anruf
es: Llamada de audio
fr: Appel audio
lt: Garso skambutis
pt: Chamada de áudio
sv: Ljud Samtal
zh_tw: 音訊通話

source: Whiteboard
ar: السبورة
es: Pizarra blanca
fr: Tableau blanc
lt: Lenta
pt: Quadro branco
zh_tw: 白板

source: Loading...
ar: التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
lt: Kraunasi...
pt: Carregando...
sv: Laddar...
zh_tw: 正在載入中...

# ONE_REPLY
source: 1 reply
ar: 1 الرد
de: 1 antwort
es: 1 respuesta
fr: 1 réponse
lt: 1 atsakymas
pt: 1 resposta
sv: 1 svar
zh_tw: 1 個回覆

source: replies
ar: الردود
de: Antworten
es: respuestas
fr: réponses
lt: atsakymai
pt: respostas
sv: svar
zh_tw: 回覆

source: Launch
ar: إطلاق
de: Starten
es: Lanzamiento
fr: Lancement
lt: Pradėti
pt: Lançamento
sv: Starta
zh_tw: 啟動
