Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

# KINDLY_ENTER_GROUP_DETAILS_TO_PROCEED
source: Please, enter group details to proceed
ar: الرجاء إدخال تفاصيل المجموعة للمتابعة
de: Bitte geben Sie die Gruppendaten ein, um fortz
es: Por favor, introduzca los detalles del grupo para continuar
fr: Veuillez saisir les détails du groupe pour continuer
lt: Prašome įvesti grupės duomenis, kad galėtumėte tęsti
pt: Por favor, insira os detalhes do grupo para prosseguir
sv: Ange gruppinformation för att fortsätta
zh_tw: 請輸入群組詳細資料以繼續

# UNABLE_TO_JOIN_MESSAGE
source: Unable to join group
ar: غير قادر على الانضمام إلى المجموعة
de: Gruppe kann nicht beitreten
es: No se puede unir al grupo
fr: Impossible de rejoindre le groupe
lt: Nepavyko prisijungti prie grupės
pt: Não é possível ingressar no grupo
sv: Kan inte gå med i grupp
zh_tw: 無法加入群組

# MAKE_ADMIN_QUESTION
source: Do you like to make as administrator
ar: هل ترغب في جعل كمسؤول
de: Mach du gerne als Administrator
es: ¿Te gusta hacer como administrador
fr: Aimez-vous faire en tant qu'administrateur
lt: Ar jums patinka padaryti kaip administratorius
pt: Você gosta de fazer como administrador
sv: Gillar du att göra som administratör
zh_tw: 你喜歡作為管理員

# REMOVE_FROM_GROUP
source: ⚠️ Remove from
ar: ⚠️ إزالة من
de: ⚠️ Entfernen von
es: ⚠️ Quitar de
fr: ⚠️ Retirer de
lt: ⚠️ Pašalinti iš
pt: ⚠️ Remover de
sv: ⚠️ Ta bort från
zh_tw: ⚠️ 移除

# ADD_USER_TO_GROUP
source: Add to
ar: أضف إلى
de: Hinzufügen zu
es: Añadir a
fr: Ajouter à
lt: Pridėti
pt: Adicionar a
sv: Lägg till
zh_tw: 加入至

# USER_ADDED_TO_GROUP
source: Has been added to
ar: تمت إضافة إلى
de: Wurde hinzugefügt
es: Se ha añadido a
fr: A été ajouté à
lt: Buvo pridėta prie
pt: Foi adicionado ao
sv: Har lagts till
zh_tw: 已新增至

# USER_REMOVED_FROM_GROUP
source: Has been removed from
ar: تمت إزالة من
de: Wurde aus entfernt
es: Se ha eliminado de
fr: A été supprimé de
lt: Buvo pašalintas iš
pt: Foi removido de
sv: Har tagits bort från
zh_tw: 已從

# KICKED_ERROR
source: Group member kicked unsuccessfully
ar: عضو المجموعة ركل دون جدوى
de: Gruppenmitglied wurde erfolglos gekickt
es: Miembro del grupo pateado sin éxito
fr: Un membre du groupe a donné un coup de pied sans succès
lt: Grupės narys nesėkmingai spardė
pt: Membro do grupo chutado sem sucesso
sv: Gruppmedlem sparkade utan framgång
zh_tw: 群組成員已啟動失敗

# LEAVE_GROUP_MESSAGE
source: Would you like to leave the group?
ar: هل ترغب في ترك المجموعة؟
de: Möchtest du die Gruppe verlassen?
es: ¿Te gustaría dejar el grupo?
fr: Voulez-vous quitter le groupe ?
lt: Ar norėtumėte palikti grupę?
pt: Gostaria de deixar o grupo?
sv: Vill du lämna gruppen?
zh_tw: 你想離開這個團體嗎？

source: Delete group
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
lt: Ištrinti grupę
pt: Excluir grupo
sv: Ta bort grupp
zh_tw: 刪除群組

# DELETE_GROUP_MESSAGE
source: Delete group
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
lt: Ištrinti grupę
pt: Excluir grupo
sv: Ta bort grupp
zh_tw: 刪除群組

# GROUP_DELETE_ERROR
source: Group delete failed
ar: فشل حذف المجموعة
de: Löschen der Gruppe fehlgeschlagen
es: Error al eliminar grupo
fr: Échec de suppression du groupe
lt: Grupės ištrinti nepavyko
pt: Falha na exclusão do grupo
sv: Gruppradering misslyckades
zh_tw: 群組刪除失敗

# CANNOT_REMOVE_MEMBER
source: Cannot be removed
ar: لا يمكن إزالتها
de: Kann nicht entfernt werden
es: No se puede quitar
fr: Ne peut pas être supprimé
lt: Negali būti pašalintas
pt: Não pode ser removido
sv: Kan inte tas bort
zh_tw: 無法移除

# LEAVE_GROUP_ERROR
source: Unable to leave group
ar: غير قادر على ترك المجموعة
de: Die Gruppe kann nicht verlassen werden
es: No se puede abandonar el grupo
fr: Impossible de quitter le groupe
lt: Nepavyko palikti grupės
pt: Não é possível sair do grupo
sv: Det gick inte att lämna gruppen
zh_tw: 無法離開群組

source: Load more
ar: تحميل أكثر
de: Lade mehr
es: Cargar más
fr: Charger plus
lt: Įkelti daugiau
pt: Carregar mais
sv: Ladda mer
zh_tw: 載入更多

# LOAD_MORE_MEMBERS
source: Load members
ar: تحميل الأعضاء
de: Lade Mitglieder
es: Cargar miembros
fr: Charger les membres
lt: Apkrovos nariai
pt: Carregar membros
sv: Ladda medlemmar
zh_tw: 載入成員

# GROUP_LIST_ERROR
source: Unable to fetch group list
ar: غير قادر على جلب قائمة المجموعة
de: Die Gruppenliste kann nicht abgerufen werden
es: No se puede obtener la lista de grupos
fr: Impossible d'extraire la liste des groupes
lt: Nepavyko gauti grupių sąrašo
pt: Não é possível buscar a lista de grupos
sv: Det gick inte att hämta grupplista
zh_tw: 無法擷取群組清單

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: mot de passe
lt: slaptažodis
pt: Senha
sv: lösenord
zh_tw: 密碼

source: Joining
ar: الانضمام
de: Beitritt
es: Unirse
fr: Rejoindre
lt: Prisijungimas
pt: Juntando-se
sv: Att gå
zh_tw: 加入

source: Incorrect
ar: غير صحيح
de: Falsch
es: Incorrecto
lt: neteisingas
pt: Incorreto
sv: Felaktig
zh_tw: 不正確

# BAN_MEMBER_OF_GROUP
source: Restricted Members of
ar: أعضاء مقيدين من
de: Beschränkte Mitglieder von
es: Miembros restringidos de
fr: Membres restreints
lt: Apriboti nariai
pt: Membros restritos de
sv: Begränsade medlemmar av
zh_tw: 受限制成員

# UNBAN_ERROR
source: Unable to unban
ar: غير قادر على إلغاء الحظر
de: Unfähig zu entbanne
es: No se puede anular la prohibición
fr: Impossible de débloquer
lt: Nepavyksta unban
pt: Não é possível desbanir
sv: Kan inte förbjöd
zh_tw: 無法取消禁止

# ENTER_GROUP_DESC
source: Enter group description
ar: أدخل وصف المجموعة
de: Gruppenbeschreibung eingeben
es: Introducir la descripción del grupo
fr: Saisir la description du groupe
lt: Įvesti grupės aprašą
pt: Insira a descrição do grupo
sv: Ange gruppbeskrivning
zh_tw: 輸入群組說明

# ENTER_GROUP_PWD
source: Enter group password
ar: أدخل كلمة مرور المجموعة
de: Gruppenkennwort eingeben
es: Introducir contraseña de grupo
fr: Saisir le mot de passe
lt: Įvesti grupės slaptažodį
pt: Digite a senha do grupo
sv: Ange grupplösenord
zh_tw: 輸入群組密碼

# ENTER_GROUP_CNF_PWD
source: Confirm password
ar: تأكيد كلمة المرور
de: Bestätigen Sie das
es: Confirmar contraseña
fr: Confirmer mot
lt: Patvirtinti slaptažodį
pt: Confirmar senha
sv: Bekräfta lösenord
zh_tw: 確認密碼

# PASSWORD_NOT_MATCHED
source: Password does not match
ar: كلمة المرور لا تتطابق
de: Passwort stimmt nicht überein
es: La contraseña no coincide
fr: Le mot de passe ne correspond pas
lt: Slaptažodis nesutampa
pt: Senha não corresponde
sv: Lösenordet matchar inte
zh_tw: 密碼不符

source: Enter password to join
ar: أدخل كلمة المرور للانضمام
de: Geben Sie das Passwort ein, um
es: Ingresa la contraseña para unirte
fr: Entrez le mot de passe pour rejoindre
lt: Įveskite prisijungimo slaptažodį
pt: Digite a senha para se juntar
sv: Ange lösenord för att gå med
zh_tw: 輸入要加入的密碼

# NO_BAN_MEMBERS
source: No banned member
ar: لا يوجد عضو محظور
de: Kein verbotenes Mitglied
es: Ningún miembro prohibido
fr: Aucun membre interdit
lt: Nėra uždrausto nario
pt: Nenhum membro proibido
sv: Ingen förbjuden medlem
zh_tw: 沒有被禁止的會員

# MODERATOR_LIST_RETRIEVE_ERROR
source: Unable to get moderator list.
ar: تعذر الحصول على قائمة المنسق.
de: Die Moderatorenliste kann nicht abgerufen werden.
es: No se puede obtener la lista de moderadores.
fr: Impossible d'obtenir la liste des modérateurs.
lt: Nepavyko gauti moderatorių sąrašo.
pt: Não é possível obter a lista de moderadores.
sv: Det gick inte att hämta moderatorlistan.
zh_tw: 無法取得仲裁者清單。

# MAKE_MODERATOR_QUESTION
source: Do you like to make as a moderator
ar: هل تحب أن تجعل كمشرف
de: Mach du gerne als Moderator
es: ¿Te gusta hacer como moderador
fr: Aimez-vous faire en tant que modérateur
lt: Ar jums patinka padaryti kaip moderatorius
pt: Você gosta de fazer como moderador
sv: Gillar du att göra som moderator
zh_tw: 你喜歡作為一個主持人

# ONLY_ADMIN_REMOVES_MODERATOR
source: Only admins can remove moderators
ar: يمكن للمشرفين فقط إزالة المشرفين
de: Nur Administratoren können Moderatoren entfernen
es: Sólo los administradores pueden eliminar moderadores
fr: Seuls les administrateurs peuvent supprimer les modérateurs
lt: Tik administratoriai gali pašalinti moderatorius
pt: Somente administradores podem remover moderadores
sv: Endast administratörer kan ta bort moderatorer
zh_tw: 只有管理員可以移除仲裁者

source: Update group
ar: مجموعة التحديث
de: Update-Gruppe
es: Actualizar grupo
fr: Mettre à jour groupe
lt: Atnaujinti grupė
pt: Grupo de atualização
sv: Uppdatera grupp
zh_tw: 更新群組

# ENTER_GROUP_ICON_URL
source: Enter the group icon URL
ar: أدخل عنوان URL لرمز المجموعة
de: Geben Sie die URL des Gruppensymbols ein
es: Introduzca la URL del icono de grupo
fr: Entrez l'URL de l'icône du groupe
lt: Įveskite grupės piktogramą URL
pt: Digite o URL do ícone do grupo
sv: Ange gruppikonens URL
zh_tw: 輸入群組圖示網址

# GROUP_UPDATED
source: Group updated successfully
ar: تم تحديث المجموعة بنجاح
de: Gruppe wurde erfolgreich aktualisiert
es: Grupo actualizado correctamente
fr: Groupe mis à jour avec succès
lt: Grupė sėkmingai atnaujinta
pt: Grupo atualizado com sucesso
sv: Gruppen har uppdaterats
zh_tw: 群組更新成功

# GROUP_UPDATE_FAILED
source: Group not updated
ar: لم يتم تحديث المجموعة
de: Gruppe wurde nicht aktualisiert
es: Grupo no actualizado
fr: Groupe non mis à jour
lt: Grupė nėra atnaujinta
pt: Grupo não atualizado
sv: Gruppen uppdateras inte
zh_tw: 群組未更新

# ENTER_OLD_GROUP_PWD
source: Enter old password
ar: أدخل كلمة المرور القديمة
de: Geben Sie ein altes Passwort
es: Introduce la contraseña antigua
fr: Entrez un ancien mot de passe
lt: Įvesti seną slaptažodį
pt: Digite senha antiga
sv: Ange gammalt lösenord
zh_tw: 輸入舊密碼

source: Enter new password
ar: أدخل كلمة مرور جديدة
de: Geben Sie ein neues Passwort
es: Introduce la nueva contraseña
fr: Entrez un nouveau mot de passe
lt: Įvesti naują slaptažodį
pt: Digite nova senha
sv: Ange nytt lösenord
zh_tw: 輸入新密碼

# GROUP_ALERT
source: Group Alertर्ट
ar: تنبيه المجموع
de: Gruppen-Alert
es: Alerta de grupo
fr: Groupe Alertर
lt: Grupės įspėjimas
pt: Grupo Alert
sv: Grupp Alertर
zh_tw: 群組警示

# TRANSFER_OWNERSHIP_MESSAGE
source: You are group owner, Transfer group ownership to someone else before leaving the group.
ar: أنت تملك المجموعة، ونقل ملكية المجموعة إلى شخص آخر قبل مغادرة المجموعة.
de: Ihnen gehört die Gruppe, übertragen Sie das Gruppeneigentum an jemand anderen, bevor Sie die Gruppe verlassen.
es: Usted es el propietario del grupo, transfiere la propiedad del grupo a otra persona antes de abandonar el grupo.
fr: Vous êtes propriétaire du groupe, transférez la propriété du groupe à quelqu'un d'autre avant de quitter le groupe.
lt: Jūs turite grupę, perduokite grupės nuosavybę kitam asmeniui prieš išvykstant iš grupės.
pt: Você possui o grupo, transfere a propriedade do grupo para outra pessoa antes de sair do grupo.
sv: Du äger gruppen, överför ägarskapet till någon annan innan du lämnar gruppen.
zh_tw: 您擁有該群組，在離開群組之前，將群組擁有權轉移給其他人。

# MAKE_OWNER
source: Make Ownwer
ar: جعل مالك
de: Machen Sie Ownwer
es: Hacer propietario
fr: Faire Propriétaire
lt: Padaryti Ownwer
pt: Faça Proprietário
sv: Gör Ewnwer
zh_tw: 成為擁有者

# MAKE_OWNER_QUESTION
source: Do you like to make as the owner
ar: هل تحب أن تجعل كمالك
de: Mach du gerne als Besitzer
es: ¿Te gusta hacer como el propietario
fr: Aimez-vous faire en tant que propriétaire
lt: Ar jums patinka, kad kaip savininkas
pt: Você gosta de fazer como o proprietário
sv: Gillar du att göra som ägare
zh_tw: 你喜歡作為主人

# USER_IS_OWNER
source: now owner
ar: الآن مالك
de: jetzt Besitzer
es: ahora propietario
fr: maintenant propriétaire
lt: dabar savininkas
pt: agora proprietário
sv: nu ägare
zh_tw: 現在擁有者

# NOT_A_MEMBER
source: You are not a member of this group (%1$s)
ar: أنت لست عضوًا في هذه المجموعة (%1$s)
de: Sie sind kein Mitglied dieser Gruppe (%1$s)
es: No es miembro de este grupo (%1$s)
fr: Vous n'êtes pas membre de ce groupe (%1$s)
lt: Jūs nesate šios grupės narys (%1$s)
pt: Você não é um membro deste grupo (%1$s)
sv: Du är inte medlem i den här gruppen (%1$s)
zh_tw: 您不是此群組的成員 (%1$s)

source: Owner alert
ar: تنبيه المالك
de: Warnhinweis für
es: Alerta de propietario
fr: Alerte propriétaire
lt: Savininkas perspėjimas
pt: Alerta do proprietário
sv: Ägare varning
zh_tw: 擁有者警示

# OWNER_ALERT_MESSAGE
source: Please transfer ownership of the group to another member before leaving the group
ar: يرجى نقل ملكية المجموعة إلى عضو آخر قبل مغادرة المجموعة
de: Bitte übertragen Sie das Eigentum an der Gruppe auf ein anderes Mitglied, bevor Sie die Gruppe verlassen
es: Transfiera la propiedad del grupo a otro miembro antes de abandonar el grupo
fr: Veuillez transférer la propriété du groupe à un autre membre avant de quitter le groupe.
lt: Prašome perduoti grupės nuosavybę kitam nariui prieš išvykstant iš grupės
pt: Transfira a propriedade do grupo para outro membro antes de sair do grupo
sv: Överför äganderätten till gruppen till en annan medlem innan du lämnar gruppen
zh_tw: 請在離開團體前將該團體的所有權轉移給其他會員

source: Public Group
ar: المجموعة العامة
de: Öffentliche Gruppe
es: Grupo Público
fr: Groupe public
lt: Viešoji grupė
pt: Grupo Público
sv: Offentlig grupp
zh_tw: 公用群組

source: Password protected group
ar: مجموعة محمية بكلمة مرور
de: Passwort geschützte Gruppe
es: Grupo protegido por contraseña
fr: Groupe protégé par mot de passe
lt: Apsaugota slaptažodžiu grupė
pt: Grupo protegido por senha
sv: Lösenord skyddad grupp
zh_tw: 受密碼保護的群組

# YOU_CANNOT_PERFORM_ACTION
source: You can't take action on your own
ar: لا يمكنك اتخاذ إجراء بنفسك
de: Du kannst nicht alleine handeln
es: No puedes actuar por tu cuenta
fr: Vous ne pouvez pas agir seul
lt: Jūs negalite imtis veiksmų savarankiškai
pt: Você não pode agir por conta própria
sv: Du kan inte vidta åtgärder på egen hand
zh_tw: 你不能自己採取行動

# ONLY_GROUP_OWNER_REMOVES_ADMIN
source: Only the group owner can remove the administrator.
ar: يمكن لمالك المجموعة فقط إزالة المسؤول.
de: Nur der Gruppenbesitzer kann den Administrator entfernen.
es: Sólo el propietario del grupo puede quitar al administrador.
fr: Seul le propriétaire du groupe peut supprimer l'administrateur.
lt: Tik grupės savininkas gali pašalinti administratorių.
pt: Somente o proprietário do grupo pode remover o administrador.
sv: Endast gruppägaren kan ta bort administratören.
zh_tw: 只有群組擁有者可以移除管理員。

# REMOVED_FROM_ADMIN
source: has been removed from administrator privileges
ar: تمت إزالته من امتيازات المسؤول
de: wurde aus Administratorrechten entfernt
es: se ha eliminado de los privilegios de administrador
fr: a été supprimé des privilèges d'administrateur
lt: buvo pašalintas iš administratoriaus teisių
pt: foi removido dos privilégios de administrador
sv: har tagits bort från administratörsbehörigheter
zh_tw: 已從管理員權限移除

# UPDATE_GROUP_MEMBER_ERROR
source: Unable to update group memberर्थ
ar: غير قادر على تحديث عضو المجموعة
de: Gruppenmitglied konnte nicht aktualisiert werden
es: No se puede actualizar el grupo memberर्
fr: Impossible de mettre à jour le membre du groupe र्
lt: Nepavyko atnaujinti grupės member
pt: Não é possível atualizar o membro do grupo
sv: Det gick inte att uppdatera gruppmedlemर्
zh_tw: 無法更新群組成員

# ADMIN_LIST_RETRIEVE_ERROR
source: Admin list recovery failed
ar: فشل استرداد قائمة المشرف
de: Wiederherstellung der Adminliste ist fehl
es: Error al recuperar la lista de administradores
fr: Échec de la récupération de la liste
lt: Administratorių sąrašo atkūrimas nepavyko
pt: Falha na recuperação da lista de
sv: Återställning av administratörslistan
zh_tw: 管理員清單復原失敗

# CREATE_GROUP_ERROR
source: Unable to create group
ar: غير قادر على إنشاء مجموعة
de: Gruppe kann nicht erstellt werden
es: No se puede crear el grupo
fr: Impossible de créer le groupe
lt: Nepavyko sukurti grupės
pt: Não é possível criar o grupo
sv: Det gick inte att skapa grupp
zh_tw: 無法建立群組

# UPDATE_SCOPE_ERROR
source: Operation failed at
ar: فشلت العملية في
de: Vorgang ist fehlgeschlagen bei
es: Error en la operación en
fr: L'opération a échoué à
lt: Operacija nepavyko
pt: Falha na operação
sv: Åtgärden misslyckades vid
zh_tw: 作業失敗於

# GROUP_MEMBER_LIST_ERROR
source: Error: not able to load group member list
ar: خطأ: غير قادر على تحميل قائمة أعضاء المجموعة
de: Fehler: Gruppenmitgliederliste kann nicht geladen werden
es: Error: no se puede cargar la lista de miembros del grupo
fr: Erreur : impossible de charger la liste des membres du groupe
lt: Klaida: negalima įkelti grupės narių sąrašo
pt: Erro: não é possível carregar a lista de membros do grupo
sv: Fel: Det gick inte att ladda gruppmedlemslista
zh_tw: 錯誤：無法載入群組成員清單

# BAN_LIST_FETCH_ERROR
source: Unable to fetch banned member list
ar: غير قادر على جلب قائمة الأعضاء المحظورة
de: Liste der gesperrten Mitglieder konnte nicht abgerufen werden
es: No se puede obtener la lista de miembros prohibidos
fr: Impossible d'extraire la liste des membres interdits
lt: Nepavyko gauti uždrausto narių sąrašo
pt: Não é possível buscar a lista de membros proibidos
sv: Det gick inte att hämta förbjudna medlemslista
zh_tw: 無法擷取被禁止的成員清單

# GRANT_CAMERA_PERMISSION
source: Please allow camera from app settings
ar: يرجى السماح للكاميرا من إعدادات التطبيق
de: Bitte erlauben Sie die Kamera aus den App-Einstellungen
es: Permitir la cámara desde la configuración de la aplicación
fr: Veuillez autoriser l'appareil photo depuis les paramètres de l'application
lt: Leiskite fotoaparatą iš programos nustatymų
pt: Por favor, permita que a câmera das configurações
sv: Tillåt kameran från appinställningar
zh_tw: 請允許應用程式設定中的相機

# GRANT_STORAGE_PERMISSION
source: Please allow storage from app settings
ar: يرجى السماح بالتخزين من إعدادات التطبيق
de: Bitte erlauben Sie den Speicher von App-Einstellungen
es: Permitir almacenamiento desde la configuración de la aplicación
fr: Veuillez autoriser le stockage à partir des paramètres de l'application
lt: Leiskite saugyklą iš programos nustatymų
pt: Permita o armazenamento das configurações do aplicativo
sv: Tillåt lagring från appinställningar
zh_tw: 請允許從應用程序設置存儲

# FILE_NOT_EXIST
source: file does not exist
ar: الملف غير موجود
de: Datei existiert nicht
es: archivo no existe
fr: fichier n'existe pas
lt: failas neegzistuoja
pt: arquivo não existe
sv: -filen finns inte
zh_tw: 檔案不存在

# CALL_LIST_ERROR
source: Unable to fetch call list
ar: غير قادر على جلب قائمة المكالمات
de: Anrufliste kann nicht abgerufen werden
es: No se puede obtener la lista de llamadas
fr: Impossible de récupérer la liste d'appels
lt: Nepavyko gauti skambučių sąrašo
pt: Não é possível buscar a lista de chamadas
sv: Kan inte hämta samtalslista
zh_tw: 無法擷取通話清單

# NO_CALL_MESSAGE
source: You haven't made a call
ar: أنت لم تقم بإجراء مكالمة
de: Du hast noch keinen Anruf gemacht
es: No has hecho una llamada
fr: Vous n'avez pas appelé
lt: Jūs nepadarėte skambučio
pt: Você não fez uma chamada
sv: Du har inte ringt ett samtal.
zh_tw: 你還沒打過電話

# CALL_INITIATE_ERROR
source: Unable to initiate call
ar: غير قادر على بدء المكالمة
de: Anruf kann nicht eingeleitet werden
es: No se puede iniciar la llamada
fr: Impossible de lancer l'appel
lt: Nepavyko inicijuoti skambučio
pt: Não é possível iniciar a chamada
sv: Kan inte initiera samtal
zh_tw: 無法啟動呼叫

source: Outgoing
ar: المنتهية ولايته
de: Ausgehende
es: Saliente
fr: Sortant
lt: Išeinantis
pt: Saída
sv: Utgående
zh_tw: 傳出

source: Incoming
ar: واردة
de: Eingehend
es: Entrante
fr: Entrants
lt: Įeinantis
pt: Recebida
sv: Inkommande
zh_tw: 傳入

# MISSED_CALL
source: Missed
ar: غاب
de: Verpasst
es: Perdida
fr: Manqué
lt: praleista
pt: Perdida
sv: Missade
zh_tw: 錯過

# ONGOING_CALL
source: Call in progress
ar: الدعوة في التقدم
de: Anruf läuft
es: Llamada en curso
fr: Appel en cours
lt: Vykdomas kvietimas
pt: Chamada em andamento
sv: Anrop pågår
zh_tw: 呼叫進行中

# ONGOING_CALL_MESSAGE
source: Call is already running. Would you like to join?
ar: المكالمة قيد التشغيل بالفعل هل ترغب في الانضمام؟
de: Der Anruf läuft bereits. Möchtest du mitmachen?
es: La llamada ya se está ejecutando. ¿Te gustaría unirte?
fr: L'appel est déjà en cours d'exécution. Souhaitez-vous vous joindre ?
lt: Skambutis jau veikia. Ar norėtumėte prisijungti?
pt: Chamada já está em execução. Gostaria de se juntar?
sv: Samtalet är redan igång. Vill du gå med?
zh_tw: 呼叫已在執行中。你想加入嗎？

source: Tap to join call
ar: اضغط على للانضمام إلى المكالمة
de: Tippen Sie auf, um an
es: Pulsa para unirte a la llamada
fr: Appuyez sur pour rejoindre l'appel
lt: Bakstelėkite norėdami prisijungti prie skambučio
pt: Toque em para participar da chamada
sv: Tryck för att delta i samtal
zh_tw: 輕觸以加入通話

source: No Media
ar: لا وسائل الإعلام
de: Keine Medien
es: Sin medios
fr: Aucun média
lt: Nėra Žiniasklaidos
pt: Sem Mídia
sv: Inga media
zh_tw: 無媒體

source: Images
ar: الصور
de: Bilder
es: Imágenes
lt: Vaizdai
pt: Imagens
sv: Bilder
zh_tw: 影像

source: Files
ar: ملفات
de: -Dateien
es: Archivos
fr: Fichiers
lt: failai
pt: Arquivos
sv: Filer
zh_tw: 檔案

# NO_CONVERSATIONS
source: You have no conversation.
ar: ليس لديك محادثة
de: Du hast keine Unterhaltung.
es: No tienes conversación.
fr: Vous n'avez pas de conversation.
lt: Jūs neturite pokalbio.
pt: Você não tem conversa.
sv: Du har ingen konversation.
zh_tw: 你沒有談話

source: No user available
ar: لا يوجد مستخدم متاح
de: Kein Benutzer verfügbar
es: No hay ningún usuario disponible
fr: Aucun utilisateur disponible
lt: Nėra vartotojo
pt: Nenhum usuário disponível
sv: Ingen användare tillgänglig
zh_tw: 沒有可用的使用者

# NO_GROUP_AVAILABLE
source: No groups available
ar: لا توجد مجموعات متاحة
de: Keine Gruppen verfügbar
es: No hay grupos disponibles
fr: Aucun groupe disponible
lt: Nėra grupių
pt: Não há grupos disponíveis
sv: Inga grupper tillgängliga
zh_tw: 沒有可用的群組

# NO_BLOCK_USERS
source: No block user
ar: لا يوجد مستخدم كتلة
de: Kein Blockbenutzer
es: Ningún usuario de bloque
fr: Aucun utilisateur de bloc
lt: Nėra bloko vartotojo
pt: Nenhum usuário de bloco
sv: Ingen blockanvändare
zh_tw: 沒有區塊使用者

# NO_MISSEDCALL_MESSAGE
source: You have no missed call
ar: ليس لديك مكالمة غاب
de: Sie haben keinen verpassten Anruf
es: No tienes llamada perdida
fr: Vous n'avez aucun appel manqué
lt: Jūs neturite praleisto skambučio
pt: Você não tem nenhuma chamada perdida
sv: Du har inget missat samtal
zh_tw: 您沒有未接來電

source: Yes
ar: نعم
de: ja
es: Sí
fr: Oui
lt: Taip
pt: sim
sv: Javisst
zh_tw: 是

source: Fill this field
ar: املأ هذا الحقل
de: Fülle dieses Feld aus
es: Rellena este campo
fr: Remplissez ce champ
lt: Užpildykite šį lauką
pt: Preencha este campo
sv: Fyll i det här fältet
zh_tw: 填寫此欄位

source: Send
ar: إرسال
de: Sende
es: Enviar
fr: Envoyer
lt: Siųsti
pt: Enviar
sv: Skicka
zh_tw: 傳送

# PRIVACY_SUPPORT
source: Privacy and Support
ar: الخصوصية والدعم
de: Datenschutz und Unterstützung
es: Privacidad y soporte
fr: Confidentialité et support
lt: Privatumas ir palaikymas
pt: Privacidade e Suporte
sv: Sekretess och support
zh_tw: 隱私權與支援

# USER_TITLE
source: User
ar: المستخدم
de: benutzer
es: Usuario
fr: Utilisateur
lt: Vartotojas
pt: Usuário
sv: Användare
zh_tw: 使用者

source: Enter avatar URL
ar: أدخل عنوان URL للصورة الرمزية
de: Geben Sie die Avatar-URL
es: Introducir URL de avatar
fr: Entrez l'URL de l'avatar
lt: Įveskite avataro URL
pt: Digite o URL do avatar
sv: Ange avatar-URL
zh_tw: 輸入虛擬人偶網址

source: Enter user name
ar: أدخل اسم المستخدم
de: Geben Sie den Benutzernamen
es: Introducir nombre de usuario
fr: Saisir le nom d'utilisateur
lt: Įveskite vartotojo vardą
pt: Digite o nome de usuário
sv: Ange användarnamn
zh_tw: 輸入使用者名稱

source: Update user
ar: تحديث المستخدم
de: Aktualisiere Benutzer
es: Actualizar usuario
fr: Mettre à jour utilisateur
lt: Atnaujinti vartotoją
pt: Atualizar usuário
sv: Uppdatera användare
zh_tw: 更新使用者

# SHARED_A_IMAGE
source: Share an image
ar: مشاركة صورة
de: Teilen Sie ein Bild
es: Compartir una imagen
fr: Partager une image
lt: Dalintis paveikslėlį
pt: Compartilhe uma imagem
sv: Dela en bild
zh_tw: 共用影像
