Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

# ERR_INVALID_METADATA
source: The attribute metadata must be a valid JSON Object
ar: يجب أن تكون البيانات الوصفية السمة كائن JSON صالح
de: Die Attribut-Metadaten müssen ein gültiges JSON-Objekt sein
es: Los metadatos de atributo deben ser un objeto JSON válido
fr: Les métadonnées d'attribut doivent être un objet JSON valide
lt: Atributo metaduomenys turi būti galiojantis JSON objektas
pt: Os metadados do atributo devem ser um objeto JSON válido
sv: Attributets metadata måste vara ett giltigt JSON-objekt
zh_tw: 屬性元數據必須是一個有效的 JSON 對象

# ERR_WRONG_MESSAGE_THREAD
source: The message cannot be added to the thread
ar: لا يمكن إضافة الرسالة إلى مؤشر الترابط
de: Die Nachricht kann nicht zum Thread hinzugefügt werden
es: El mensaje no se puede agregar al hilo
fr: Le message ne peut pas être ajouté au thread
lt: Pranešimas negali būti pridėtas prie sriegio
pt: A mensagem não pode ser adicionada ao thread
sv: Meddelandet kan inte läggas till i tråden
zh_tw: 該消息無法添加到線程

# ERR_MESSAGE_THREAD_NESTING
source: The message thread cannot be nested
ar: لا يمكن تداخل مؤشر ترابط الرسالة
de: Der Nachrichtenthread kann nicht verschachtelt werden
es: El hilo del mensaje no se puede anidar
fr: Le thread de message ne peut pas être imbriqué
lt: Pranešimo gija negali būti įdėta
pt: O thread da mensagem não pode ser aninhado
sv: Meddelandetråden kan inte kapslas
zh_tw: 消息線程不能嵌套

# ERR_WRONG_MESSAGE_THREAD_CATEGORY
source: The message category does not support threading
ar: فئة الرسالة لا تدعم خيوط
de: Die Nachrichtenkategorie unterstützt kein Threading
es: La categoría de mensaje no admite subprocesos
fr: La catégorie de message ne prend pas en charge le threading
lt: Pranešimo kategorija nepalaiko sriegimo
pt: A categoria da mensagem não suporta rosqueamento
sv: Meddelandekategorin stöder inte trådning
zh_tw: 訊息類別不支援執行緒

# ERR_CALLING_SELF
source: Initiator of a call cannot call himself
ar: البادئ من مكالمة لا يمكن أن يطلق على نفسه
de: Initiator eines Anrufs kann sich nicht selbst nennen
es: El iniciador de una llamada no puede llamarse a sí mismo
fr: L'initiateur d'un appel ne peut pas s'appeler
lt: Skambučio iniciatorius negali pats paskambinti
pt: O iniciador de uma chamada não pode chamar-se
sv: Initiativtagare till ett samtal kan inte ringa sig
zh_tw: 呼叫的啟動者無法自稱呼

# ERR_CALL_BUSY_SELF
source: Initiator of a call is already participant of another ongoing call
ar: البادئ من مكالمة هو بالفعل مشارك في مكالمة مستمرة أخرى
de: Initiator eines Anrufs ist bereits Teilnehmer eines weiteren laufenden Anrufs
es: El iniciador de una llamada ya es participante de otra llamada en curso
fr: L'initiateur d'un appel est déjà participant à un autre appel en cours
lt: Skambučio iniciatorius jau yra kito vykstančio skambučio dalyvis
pt: Iniciador de uma chamada já é participante de outra chamada em curso
sv: Initiativtagare till ett samtal deltar redan i ett annat pågående samtal
zh_tw: 呼叫的啟動者已經是另一個正在進行的呼叫的參與者

# ERR_CALL_BUSY_GROUP
source: The group with guid guid already has an ongoing call
ar: المجموعة مع guid guid لديها بالفعل مكالمة مستمرة
de: Die Gruppe mit Guid Guid hat bereits einen laufenden Anruf
es: El grupo con guid guid ya tiene una llamada en curso
fr: Le groupe avec guid guid a déjà un appel en cours
lt: Grupė su guid guid jau turi nuolatinį skambutį
pt: O grupo com guid guid já tem uma chamada em andamento
sv: Gruppen med guid guid har redan ett pågående samtal
zh_tw: 具有 guid guid 的組已經有一個正在進行的調用

# ERR_CALL_BUSY_USER
source: The user with uid uid is busy with another ongoing call
ar: المستخدم مع ويد ويد مشغول مع مكالمة مستمرة أخرى
de: Der Benutzer mit uid uid ist mit einem weiteren laufenden Anruf beschäftigt
es: El usuario con uid uid está ocupado con otra llamada en curso
fr: L'utilisateur avec uid uid est occupé avec un autre appel en cours
lt: Vartotojas su uid yra užsiėmęs dar vienu vykstančiu skambučiu
pt: O usuário com uid uid está ocupado com outra chamada em andamento
sv: Användaren med uid uid är upptagen med ett annat pågående samtal
zh_tw: 使用 uid uid 的用戶正在忙於另一個正在進行的調用

# ERR_EMPTY_CALL_SESSION_ID
source: The call sessionid cannot be empty
ar: لا يمكن أن يكون معرف جلسة الاتصال فارغًا
de: Die Anrufsitznummer darf nicht leer sein
es: El id. de sesión de llamada no puede estar vacío
fr: L'appel sessionid ne peut pas être vide
lt: Skambučio sesionidas negali būti tuščias
pt: A chamada sessionid não pode estar vazia
sv: Anropssessions-id kan inte vara tomt
zh_tw: 調用會話 ID 不能為空

# ERR_CALL_SESSION_NOT_FOUND
source: Call session with sessionid sessionid does not exist
ar: جلسة الاتصال مع سيسيونيد سيسيونيد غير موجود
de: Anrufsitzung mit sessionid sessionid existiert nicht
es: La sesión de llamada con sessionid sessionid no existe
fr: La session d'appel avec sessionid sessionid n'existe pas
lt: Skambučių sesija su sesionid sesionid neegzistuoja
pt: A sessão de chamada com sessionid sessionid não existe
sv: Anropssession med sessionid sessionid finns inte
zh_tw: 具有會話 ID 會話 ID 的調用會話不存在

# ERR_CALL_TERMINATED
source: The call with sessionid sessionid is ended
ar: انتهت المكالمة مع سيسيونيد سيسيونيد
de: Der Aufruf mit Sessionid Sessionid ist beendet
es: La llamada con sessionid sessionid finaliza
fr: L'appel avec sessionid sessionid est terminé
lt: Skambutis su sesionido sesionidu baigėsi
pt: A chamada com sessionid sessionid é terminada
sv: Samtalet med sessionid sessionid avslutas
zh_tw: 與會話 ID 會話 ID 的調用結束

# ERR_CALL_GROUP_ALREADY_JOINED
source: The user with uid uid has already joined the call with sessionid sessionid using the auth token authToken
ar: وقد انضم المستخدم مع إيد إيد بالفعل إلى المكالمة مع سيسيسيونيد سيسيونيد باستخدام أوثتوكين أوثتوين أوثتوكين
de: Der Benutzer mit uid uid hat sich dem Anruf mit sessionid sessionid bereits mit dem Authentifizierungs-Token AuthToken verbunden
es: El usuario con uid uid ya se ha unido a la llamada con sessionid sessionid usando el token de autenticación AuthToken
fr: L'utilisateur avec uid uid a déjà rejoint l'appel avec sessionid sessionid en utilisant le jeton d'authentification AuthToken
lt: Vartotojas su uid jau prisijungė prie skambučio su sesionid sesionid naudojant auth token AuthToken
pt: O usuário com uid uid já se juntou à chamada com sessionid sessionid usando o token de autenticação AuthToken
sv: Användaren med uid uid har redan anslutit till samtalet med sessionid sessionid sessionid med hjälp av auth token AuthToken
zh_tw: 具有 uid uid 的用戶已經使用身份驗證令牌 AuthToken 加入了會話 ID 會話 ID 的調用

# ERR_CALL_GROUP_ALREADY_LEFT
source: The user with uid uid has already left the call with sessionid sessionid
ar: المستخدم مع إيد إيد قد ترك بالفعل المكالمة مع سيسيونيد سيسيونيد
de: Der Benutzer mit uid uid hat den Anruf bereits mit sessionid sessionid verlassen
es: El usuario con uid uid ya ha dejado la llamada con sessionid sessionid
fr: L'utilisateur avec uid uid a déjà quitté l'appel avec sessionid sessionid
lt: Vartotojas su uid jau paliko skambutį su sesionid sesionid
pt: O usuário com uid uid já deixou a chamada com sessionid sessionid
sv: Användaren med uid uid har redan lämnat samtalet med sessionid sessionid
zh_tw: 具有 uid uid 的用戶已經離開了會話 ID 會話 ID 的調用

# ERR_CALL_INVALID_INIT
source: The call status can not be reset to initiated
ar: لا يمكن إعادة تعيين حالة المكالمة إلى البدء
de: Der Anrufstatus kann nicht auf initiiert zurückgesetzt werden
es: El estado de la llamada no se puede restablecer a iniciada
fr: L'état de l'appel ne peut pas être réinitialisé à initié
lt: Skambučio būsena negali būti iš naujo nustatyta į inicijuotą
pt: O status da chamada não pode ser redefinido para iniciado
sv: Samtalsstatus kan inte återställas till initierad
zh_tw: 通話狀態無法重設為已啟動

# ERR_CALL_USER_ALREADY_JOINED
source: The call is already started. Are you sure you wanted to send ongoing status
ar: لقد بدأت المكالمة بالفعل. هل أنت متأكد من أنك تريد إرسال حالة مستمرة
de: Der Anruf ist bereits gestartet. Sind Sie sicher, dass Sie den fortlaufenden Status senden möchten
es: La llamada ya está iniciada. ¿Está seguro de que desea enviar el estado en curso
fr: L'appel est déjà lancé. Êtes-vous sûr de vouloir envoyer un statut permanent
lt: Skambutis jau prasidėjo. Ar tikrai norėjote siųsti nuolatinį statusą
pt: A chamada já está iniciada. Tem certeza de que queria enviar status contínuo
sv: Samtalet är redan startat. Är du säker på att du ville skicka löpande status
zh_tw: 呼叫已經開始。您確定要傳送進行中的狀態

# ERR_CALL_GROUP_INVALID_STATUS
source: The status status is invalid for group calls
ar: حالة الحالة غير صالحة لاستدعاءات المجموعة
de: Der Status ist für Gruppenanrufe ungültig
es: El estado de estado no es válido para las llamadas de grupo
fr: L'état n'est pas valide pour les appels de groupe
lt: Būsenos būsena yra neteisinga grupės skambučiams
pt: O status do status é inválido para chamadas de grupo
sv: Statusstatusen är ogiltig för gruppanrop
zh_tw: 群組呼叫的狀態無效

# ERR_CALL_ONGOING_TO_INVALID
source: The call status cannot be updated from ongoing to status
ar: لا يمكن تحديث حالة المكالمة من حالة مستمرة إلى الحالة
de: Der Anrufstatus kann nicht von fortlaufend auf Status aktualisiert werden
es: El estado de la llamada no se puede actualizar de curso a estado
fr: L'état de l'appel ne peut pas être mis à jour de l'état en cours à
lt: Skambučio būsena negali būti atnaujinta iš vykstančio į būseną
pt: O status da chamada não pode ser atualizado de andamento para status
sv: Samtalsstatus kan inte uppdateras från pågående till status
zh_tw: 通話狀態無法從進行中更新為狀態

# ERR_CALL_NOT_A_PART
source: The user is not a participant of the call
ar: المستخدم ليس مشاركا في المكالمة
de: Der Benutzer ist kein Teilnehmer des Anrufs
es: El usuario no es participante de la llamada
fr: L'utilisateur n'est pas un participant de l'appel
lt: Vartotojas nėra pokalbio dalyvis
pt: O usuário não é um participante da chamada
sv: Användaren är inte deltagare i samtalet
zh_tw: 使用者不是呼叫的參與者

# ERR_CALL_EMPTY_JOINED_AT
source: The joinedAt post parameter is required to end a call
ar: مطلوب معلمة بوست المشتركة لإنهاء مكالمة
de: Der JoinedAt-Post-Parameter ist erforderlich, um einen Anruf zu beenden
es: Se requiere el parámetro post JoineDat para finalizar una llamada
fr: Le paramètre post JoineDat est requis pour mettre fin à un appel
lt: Norint nutraukti skambutį, reikalingas parametras JoinedAt post
pt: O parâmetro post JoineDat é necessário para encerrar uma chamada
sv: Parametern JoineDat post krävs för att avsluta ett anrop
zh_tw: 所述 JoinedAT 後參數是需要結束一個呼叫

# ERR_CALL_NOT_STARTED
source: The status of call is not yet started
ar: لم تبدأ حالة المكالمة بعد
de: Der Status des Anrufs ist noch nicht gestartet
es: El estado de la llamada aún no se ha iniciado
fr: L'état de l'appel n'est pas encore démarré
lt: Skambučio būsena dar nepradėta
pt: O status da chamada ainda não foi iniciado
sv: Status för anropet har ännu inte startats
zh_tw: 呼叫狀態尚未開始

# ERR_ALREADY_FRIEND
source: The user with uid uid is already friend of user with uid fuid
ar: المستخدم مع إيد إيد هو بالفعل صديق للمستخدم مع إيد فويد
de: Der Benutzer mit uid uid ist bereits Freund des Benutzers mit uid fuid
es: El usuario con uid uid ya es amigo del usuario con uid fuid
fr: L'utilisateur avec uid uid est déjà ami de l'utilisateur avec uid fuid
lt: Vartotojas su uid jau yra vartotojo draugas su uid fuid
pt: O usuário com uid uid já é amigo do usuário com uid fuid
sv: Användaren med uid uid är redan vän till användare med uid fuid
zh_tw: 具有 uid uid 的用戶已經是用戶與 uid fuid 的朋友

# ERR_NOT_A_FRIEND
source: The user with uid uid is not a friend of user with uid fuid
ar: المستخدم مع إيد إيد ليس صديقا للمستخدم مع إيد فويد
de: Der Benutzer mit uid uid ist kein Freund des Benutzers mit uid fuid
es: El usuario con uid uid no es amigo del usuario con uid fuid
fr: L'utilisateur avec uid uid n'est pas un ami de l'utilisateur avec uid fuid
lt: Vartotojas su uid nėra vartotojo draugas su uid fuid
pt: O usuário com uid uid não é amigo do usuário com uid fuid
sv: Användaren med uid uid är inte en vän till användare med uid fuid
zh_tw: 使用 uid uid 的用戶不是具有 uid fuid 用戶的朋友

# ERR_CANNOT_FORM_SELF_RELATION
source: Self friend relationship cannot be formed
ar: لا يمكن تشكيل علاقة الصديق الذاتي
de: Selbstfreundebeziehung kann nicht gebildet werden
es: La relación de uno mismo amigo no se puede formar
fr: La relation de soi - ami ne peut pas être formée
lt: Savęs draugas santykiai negali būti suformuota
pt: O relacionamento de auto amigo não pode ser formado
sv: Självvän-relation kan inte bildas
zh_tw: 無法形成自我朋友關係

# ERR_FAILED_TO_ADD_FRIEND
source: Failed to add a friend
ar: فشل إضافة صديق
de: Fehler beim Hinzufügen eines Freundes
es: Error al agregar un amigo
fr: Échec de l'ajout d'un ami
lt: Nepavyko pridėti draugo
pt: Falha ao adicionar um amigo
sv: Det gick inte att lägga till en vän
zh_tw: 新增好友失敗

# ERR_CANNOT_BLOCK_SELF
source: The UID uid cannot block UID blockedUid
ar: إيد إيد لا يمكن منع إيد بلوكدويد
de: Die UID-UID kann die UID BlockeduID nicht blockieren
es: El UID UID no puede bloquear el bloque UID BlockeDuID
fr: L'UID UID ne peut pas bloquer l'UID BlockeDuID
lt: UID uid negali blokuoti UID BlockeDuid
pt: O uid UID não pode bloquear UID BlockedUid
sv: UID UID kan inte blockera UID BlockeDuID
zh_tw: UID UID 無法封鎖 UID 封鎖

# ERR_BLOCKED_RECEIVER
source: The UID uid has blocked UID blockedUid
ar: إيد إيد قد منعت إيد بلوكدويد
de: Die UID UID hat die UID blockeduID blockiert
es: El UID UID ha bloqueado los bloques UID duID
fr: L'UID UID a bloqué UID BlockeDuID
lt: UID UID UID užblokavo UID BlockeDuid
pt: O UID UID bloqueou UID BlockedUid
sv: UID UID har blockerat UID BlockeDuid
zh_tw: UID 的 UID 已經阻止了 UID 阻止

# ERR_BLOCKED_SENDER
source: The UID blockedUid has been blocked by UID uid
ar: تم حظر إيد بلوكدويد من قبل ويد ويد
de: Die UID blockeduID wurde von UID uid blockiert
es: El UID BlockeDuID ha sido bloqueado por UID uid
fr: L'UID BlockeDuID a été bloqué par UID uid
lt: UID BlockeDuid buvo užblokuotas UID uid
pt: O UID blockedUid foi bloqueado pelo UID uid
sv: UID BlockeDuID har blockerats av UID uid
zh_tw: UID 塊數據已被 UID UID 阻止

# ERR_EXTENSION_NOT_FOUND
source: The extension with id microserviceId does not exist
ar: التمديد مع معرف ميكروسيرفيسد غير موجود
de: Die Erweiterung mit der ID MicroserviceID existiert nicht
es: La extensión con id MicroServiceID no existe
fr: L'extension avec l'id MicroServiceID n'existe pas
lt: Plėtinys su id MicroServiceID neegzistuoja
pt: A extensão com id microServiceID não existe
sv: Tillägget med id microServiceID finns inte
zh_tw: 具有識別碼微服務識別碼的副檔名不存在

# ERR_BLOCKED_BY_EXTENSION
source: The operation has been blocked by extension rawId}
ar: تم حظر العملية عن طريق التمديد Rawid}
de: Der Vorgang wurde von der Erweiterung RAWid} blockiert
es: La operación ha sido bloqueada por la extensión RawID}
fr: L'opération a été bloquée par extension RaWid}
lt: Operacija buvo užblokuota plėtiniu RAWID}
pt: A operação foi bloqueada pela extensão RaWid}
sv: Åtgärden har blockerats av förlängningen RAWid}
zh_tw: 此作業已被擴充功能 RaWid} 封鎖

# ERR_WEBHOOK_NOT_FOUND
source: The Webhook does not exist
ar: ويبهوك غير موجود
de: Der Webhook existiert nicht
es: El Webhook no existe
fr: Le Webhook n'existe pas
lt: “Webhook” neegzistuoja
pt: O Webhook não existe
sv: Webhook finns inte
zh_tw: 網頁掛鉤不存在

# ERR_BLOCKED_BY_WEBHOOK
source: The operation has been blocked by webhook rawId}
ar: تم حظر العملية بواسطة webhook Rawid}
de: Die Operation wurde von Webhook RawID} blockiert
es: La operación ha sido bloqueada por webhook RawID}
fr: L'opération a été bloquée par webhook RaWid}
lt: Operacija buvo užblokuota webhook RaWid}
pt: A operação foi bloqueada pelo webhook RaWid}
sv: Operationen har blockerats av webhook RAWid}
zh_tw: 該操作已被網絡鉤阻止

# ERR_TRIGGER_DOES_NOT_EXIST
source: The trigger does not exist
ar: الزناد غير موجود
de: Der Auslöser existiert nicht
es: El desencadenador no existe
fr: Le déclencheur n'existe pas
lt: Gaidukas neegzistuoja
pt: O gatilho não existe
sv: Utlösaren finns inte
zh_tw: 觸發器不存在

# ERR_INVALID_API_VERSION
source: The API version currentVersion is invalid. The available versions are: availableVersions}.
ar: إصدار API CurrentVersion غير صالح. الإصدارات المتاحة هي: availableVersions}.
de: Die API-Version CurrentVersion ist ungültig. Die verfügbaren Versionen sind: AvailableVersions}.
es: La versión de la API CurrentVersion no es válida. Las versiones disponibles son: AvailableVersions}.
fr: La version de l'API CurrentVersion n'est pas valide. Les versions disponibles sont : AvailableVersions}.
lt: API versija CurrentVersion yra neteisinga. Galimos versijos yra: AvailableVersions}.
pt: A versão da API CurrentVersion é inválida. As versões disponíveis são: availableVersions}.
sv: Den aktuella API-versionen är ogiltig. Tillgängliga versioner är: AvailabLeversions}.
zh_tw: API 版本目前版本無效。可用的版本為：可用版本}。

# ERR_API_NOT_FOUND
source: The API endpoint is invalid. Please verify the API call.
ar: نقطة نهاية API غير صالحة. يرجى التحقق من مكالمة API.
de: Der API-Endpunkt ist ungültig. Bitte überprüfen Sie den API-Aufruf.
es: El extremo de la API no es válido. Verifique la llamada a la API.
fr: Le point de terminaison de l'API n'est pas valide. Veuillez vérifier l'appel de l'API.
lt: API galutinis taškas yra neteisingas. Prašome patikrinti API skambutį.
pt: O endpoint da API é inválido. Verifique a chamada de API.
sv: API-slutpunkten är ogiltig. Kontrollera API-anropet.
zh_tw: API 端點無效。請驗證 API 呼叫。

# ERR_MISSION_FAILED
source: Please contact appName support immediately
ar: يرجى الاتصال بدعم AppName على الفور
de: Bitte wenden Sie sich sofort an den AppName-
es: Póngase en contacto inmediatamente con el soporte de App
fr: Veuillez contacter le support AppName immédiatement
lt: Nedelsdami susisiekite su AppName palaikymu
pt: Entre em contato com o suporte AppName imediatamente
sv: Kontakta AppName support omedelbart
zh_tw: 請立即聯絡

# ERR_BAD_REQUEST
source: Failed to validate the data sent with the request
ar: فشل التحقق من صحة البيانات المرسلة مع الطلب
de: Die mit der Anfrage gesendeten Daten konnten nicht validiert werden
es: Error al validar los datos enviados con la solicitud
fr: Impossible de valider les données envoyées avec la demande
lt: Nepavyko patvirtinti su prašymu išsiųstų duomenų
pt: Falha ao validar os dados enviados com a solicitação
sv: Det gick inte att validera data som skickades med begäran
zh_tw: 無法驗證隨要求一起傳送的資料

# ERR_OPERATION_FAILED
source: An error occured while performing this operation. Please try again. Contact appName support team if the error persists .
ar: حدث خطأ أثناء تنفيذ هذه العملية. الرجاء المحاولة مرة أخرى. اتصل بفريق دعم AppName إذا استمر الخطأ.
de: Bei der Durchführung dieses Vorgangs ist ein Fehler aufgetreten. Bitte versuchen Sie es noch einmal. Wenden Sie sich an das AppName Support-Team, wenn der Fehler weiterhin besteht
es: Se produjo un error al realizar esta operación. Inténtalo de nuevo. Comuníquese con el equipo de soporte de AppName si el error persiste.
fr: Une erreur s'est produite lors de l'exécution de cette opération. Veuillez réessayer. Contactez l'équipe de support AppName si l'erreur persiste.
lt: Atliekant šią operaciją įvyko klaida. Bandykite dar kartą. Susisiekite su AppName palaikymo komanda, jei klaida išlieka.
pt: Ocorreu um erro ao executar esta operação. Por favor, tente novamente. Entre em contato com a equipe de suporte do AppName se o erro persistir.
sv: Ett fel uppstod när den här åtgärden utförde. Var snäll och försök igen. Kontakta AppName supportteam om felet kvarstår.
zh_tw: 執行此作業時發生錯誤。請再試一次。如果錯誤持續發生，請連絡 AppName 支援小組。

# ERR_EXCEPTION
source: Something went terribly wrong
ar: حدث شيء خاطئ بشكل فظيع
de: Etwas ist schrecklich schief gelaufen
es: Algo salió terriblemente mal
fr: Quelque chose s'est mal passé
lt: Kažkas buvo siaubingai negerai
pt: Algo correu terrivelmente errado
sv: Något gick fruktansvärt fel
zh_tw: 有些事情出了非常錯誤

# ERR_TOO_MANY_REQUESTS
source: Too many requests for an apiHeaderParam.The maximum request allowed are maxAllowedRequests per minute. Please retry after retryAfter seconds
ar: عدد كبير جدا من الطلبات للحصول على apiheaderparam.The الحد الأقصى المسموح به هو maxallowedطلبات في الدقيقة الواحدة. يرجى إعادة المحاولة بعد إعادة المحاولة بعد الثواني
de: Zu viele Anfragen für ein ApiheaderParam.Die maximal zulässige Anfrage sind maxAllowedRequests pro Minute. Bitte versuchen Sie es nach RetryAfter Sekunden erneut
es: Demasiadas solicitudes para un apiHeaderParam. La solicitud máxima permitida son maxAllowedRequests por minuto. Vuelva a intentarlo después de reintentarDespués de segundos
fr: Trop de requêtes pour un APIHeaderParam.La requête maximale autorisée est maxAllowedRequests par minute. Veuillez réessayer après réessayer après quelques secondes
lt: Per daug prašymų dėl ApiheaderParam.Maksimalus leidžiamas prašymas yra maxallowedHests per minutę. Bandykite dar kartą po pakartotinoPo kelių sekundžių
pt: Muitas solicitações para um APIHeaderParam.A solicitação máxima permitida são MaxAllowedRequests por minuto. Por favor, tente novamente depois de repetir depois de segundos
sv: För många förfrågningar om en apiheaderParam.MaxAllowedBegäran tillåts är maxAllowedRequest per minut. Försök igen efter RetryAfter sekunder
zh_tw: 對於 AiHeaderparama 的請求太多。允許的最大請求是每分鐘最大允許的請求。請在幾秒後重試

# ERR_BAD_ERROR_RESPONSE
source: Incorrect Error Code. This is a server side error. Please check with the appName Support
ar: رمز خطأ غير صحيح. هذا خطأ من جانب الخادم. يرجى التحقق من دعم AppName
de: Falscher Fehlercode. Dies ist ein serverseitiger Fehler. Bitte erkundigen Sie sich beim AppName Support
es: Código de error incorrecto. Se trata de un error del lado del servidor. Consulte con el Soporte de AppName
fr: Code d'erreur incorrect. Il s'agit d'une erreur côté serveur. Veuillez vérifier avec le support AppName
lt: Neteisingas klaidos kodas. Tai serverio pusėje klaida. Prašome patikrinti su AppName Support
pt: Código de erro incorreto. Este é um erro do lado do servidor. Por favor, verifique com o Suporte AppName
sv: Felaktig felkod. Detta är ett serverfel. Kontrollera med AppName-supporten
zh_tw: 錯誤的錯誤碼。這是一個服務器端錯誤。請查看應用程式名稱支援

# ERR_WS_INIT_FAILED
source: Web socket process failed
ar: فشلت عملية مأخذ ويب
de: Websocket-Prozess ist fehl
es: Error en el proceso de socket web
fr: Le processus de socket Web a échoué
lt: Žiniatinklio lizdo procesas nepavyko
pt: Falha no processo do soquete
sv: Web socket process misslyckades
zh_tw: 網路通訊端處理失敗

# ERR_WS_APP_INIT_FAILED
source: Web socket process failed to create an App
ar: فشلت عملية مأخذ ويب في إنشاء تطبيق
de: Der Web-Socket-Prozess konnte keine App erstellen
es: Error en el proceso de socket web al crear una aplicación
fr: Le processus de socket Web n'a pas pu créer une application
lt: Žiniatinklio lizdo proceso nepavyko sukurti programos
pt: Falha no processo de soquete da Web ao criar um aplicativo
sv: Web socket-processen misslyckades med att skapa en app
zh_tw: Web 通訊端處理序無法建立應用程式

# ERR_WS_APP_DESTROY_FAILED
source: Web socket process failed to destroy the App
ar: فشل عملية مأخذ ويب لتدمير التطبيق
de: Der Web-Socket-Prozess konnte die App nicht zerstören
es: El proceso de socket web no pudo destruir la aplicación
fr: Le processus de socket Web n'a pas réussi à détruire l'application
lt: Žiniatinklio lizdo procesas nepavyko sunaikinti App
pt: O processo de soquete da Web falhou ao destruir o aplicativo
sv: Web socket processen misslyckades med att förstöra appen
zh_tw: Web 套接字進程無法銷毀應用程序
