Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

# ERROR_REGION_MISSING_MESSAGE
source: Region not specified. Please specify the region in the AppSettingsBuilder class using the `setRegion()` method
ar: المنطقة غير محددة. يرجى تحديد المنطقة في فئة AppSettingsBuilder باستخدام `سيتريجيون () `ميثو
de: Die Region ist nicht angegeben. Bitte geben Sie die Region in der AppSettingsBuilder-Klasse mit der `setRegion () -Metho an
es: Región no especificada. Especifique la región de la clase AppSettingsBuilder utilizando el método `setRegion () `
fr: Région non spécifiée. Veuillez spécifier la région dans la classe AppSettingsBuilder en utilisant le `setRegion () `metho
lt: Regionas nenurodytas. Prašome nurodyti regioną AppSettingsBuilder klasės naudojant `setRegion () `metho
pt: Região não especificada. Por favor, especifique a região na classe AppSettingsBuilder usando o método `setRegion () `
sv: Region är inte specificerad. Ange regionen i klassen AppSettingsBuilder med hjälp av metoden `setRegion () `
zh_tw: 未指定區域。請在應用程式設定建置器類別中使用「設定區域 ()」指定區域

# ERROR_INVALID_DATA
source: Invalid Data Passed
ar: باسي بيانات غير صالحة
de: Ungültige Daten Passe
es: Pase de datos no válida
fr: Passe de données non valide
lt: Neteisingas duomenų perdavimas
pt: Passar de dados inválido
sv: Ogiltigt datapass
zh_tw: 無效的資料管理

# ERROR_INVALID_DATA_MESSAGE
source: The Data Passed is invalid or empty. Please check the data.
ar: البيانات التي تم تمريرها غير صالحة أو فارغة. يرجى التحقق من البيانات
de: Die übergebenen Daten sind ungültig oder leer. Bitte überprüfen Sie die Daten
es: Los datos pasados no son válidos o están vacíos. Por favor, compruebe los datos
fr: Les données transmises sont invalides ou vides. S'il vous plaît vérifier les données
lt: Perduodami duomenys yra neteisingas arba tuščias. Prašome patikrinti duomenis
pt: Os dados passados são inválidos ou vazios. Por favor, verifique os dados
sv: Data Passed är ogiltig eller tom. Kontrollera uppgifterna
zh_tw: 傳遞的資料無效或空白。請檢查資料

# ERROR_CONVERSATION_NOT_FOUND_MESSAGE
source: No such conversation found.
ar: لم يتم العثور على مثل هذه المحادثة
de: Keine solche Konversation gefunden
es: No se encontró tal conversación
fr: Aucune conversation n'a été trouvée
lt: Tokio pokalbio nerasta
pt: Nenhuma conversa encontrada
sv: Ingen sådan konversation hittades
zh_tw: 找不到此類對話

# ERROR_CALL_NOT_INITIATED_OR_ACCEPTED_MESSAGE
source: Please initiate/accept a call before calling this method.
ar: يرجى بدء/قبول مكالمة قبل استدعاء هذه الطريقة
de: Bitte initiieren/nehmen Sie einen Anruf an, bevor Sie diese Methode aufrufen
es: Inicie o acepte una llamada antes de llamar a este método
fr: Veuillez initier/accepter un appel avant d'appeler cette méthode
lt: Prašome inicijuoti/priimti skambutį prieš skambindami šiuo metodu
pt: Inicie/aceite uma chamada antes de chamar este método
sv: Initiera/ta emot ett samtal innan du anropar den här metoden
zh_tw: 請在調用此方法之前啟動/接受電話

# AUTH_ERR_EMPTY_APPID
source: Empty appId in the request header.
ar: إفراغ أبيد في رأس الطلب.
de: Leere AppID im Anforderungsheader.
es: AppID vacío en el encabezado de solicitud.
fr: Vider AppID dans l'en-tête de la requête.
lt: Tuščias AppID prašymo antraštėje.
pt: AppID vazio no cabeçalho da solicitação.
sv: Töm appID i sidhuvudet för begäran.
zh_tw: 請求標頭中的應用程式 ID 空白。

# AUTH_ERR_INVALID_APPID
source: The appId appId does not exists in appRegion region.
ar: أبيد أبيد غير موجود في منطقة أبريجيون.
de: Die AppID AppID existiert nicht in der AppRegion-Region.
es: AppID AppID no existe en la región AppRegIon.
fr: AppID AppID n'existe pas dans la région Appregion.
lt: AppID AppID neegzistuoja AppRegion regione.
pt: O AppID AppID não existe na região AppRegion.
sv: AppID AppID finns inte i regionen Appregion.
zh_tw: 應用程式 ID 應用程式識別碼不存在於 [應用程式識別碼] 區域中。

# AUTH_ERR_EMPTY_APIKEY
source: Empty apiKey in the request header.
ar: أبيكي فارغة في رأس الطلب.
de: Leere ApiKey im Anforderungsheader.
es: Vaciar ApiKey en el encabezado de la solicitud.
fr: Vide APIKey dans l'en-tête de la requête.
lt: Tuščias APIKey užklausos antraštėje.
pt: Esvazie o APIKey no cabeçalho da solicitação.
sv: Töm APIKey i begäranrubriken.
zh_tw: 請求標頭中的空白 API 鍵。

# AUTH_ERR_APIKEY_NOT_FOUND
source: The key apiKey does not exist. Please use correct apiKey.
ar: مفتاح أبيكي غير موجود. يرجى استخدام أبيكي الصحيح.
de: Der Schlüssel apiKey existiert nicht. Bitte benutzen Sie den richtigen apiKey.
es: La clave APIKey no existe. Por favor, utilice ApiKey correcto.
fr: La clé APIKey n'existe pas. Veuillez utiliser une clé apiKey correcte.
lt: Raktas APIKEY neegzistuoja. Prašome naudoti teisingą APIKEY.
pt: A chave ApiKey não existe. Por favor, use APIKey correto.
sv: Nyckeln APIKey finns inte. Använd rätt APIKey.
zh_tw: 金鑰的 API 金鑰不存在。請使用正確的 API 金鑰。

# AUTH_ERR_NO_ACCESS
source: The key apiKey does not have enough clearance. Please use API key with a correct scope to perform the operation.
ar: لا يحتوي ApiKey الرئيسي على ما يكفي من التخليص. يرجى استخدام مفتاح API مع نطاق صحيح لتنفيذ العملية.
de: Der Schlüssel apiKey hat nicht genug Freigabe. Bitte verwenden Sie den API-Schlüssel mit einem korrekten Umfang, um den Vorgang durchzuführen.
es: La llave ApiKey no tiene suficiente espacio libre. Utilice la clave API con un alcance correcto para realizar la operación.
fr: La clé APIKey n'a pas assez de jeu. Veuillez utiliser la clé API avec une portée correcte pour effectuer l'opération.
lt: Raktas APIKEY neturi pakankamai klirensas. Norėdami atlikti operaciją, naudokite API raktą su tinkama apimtimi.
pt: A chave ApiKey não tem espaço suficiente. Use a chave API com um escopo correto para executar a operação.
sv: Nyckeln APIKey har inte tillräckligt med klarering. Använd API-nyckel med rätt omfattning för att utföra åtgärden.
zh_tw: 金鑰的 API 金鑰沒有足夠的空間。請使用具有正確範圍的 API 金鑰來執行作業。

# AUTH_ERR_EMPTY_AUTH_TOKEN
source: Empty authToken in the request header.Please make sure you are logged in and have a valid auth token.
ar: إفراغ AuthToken في رأس الطلب. يرجى التأكد من تسجيل الدخول ولها رمز مصادقة صالح.
de: Leeren Sie AuthToken in der Anfrage Header.Bitte stellen Sie sicher, dass Sie angemeldet sind und ein gültiges Authentifizierungs-Token haben.
es: AuthToken vacío en el encabezado de solicitación.Asegúrese de haber iniciado sesión y tener un token de autenticación válido.
fr: Vide AuthToken dans l'en-tête de requête.Veuillez vous assurer que vous êtes connecté et que vous disposez d'un jeton d'authentification valide.
lt: Tuščias AuthToken užklausos antraštėje. Įsitikinkite, kad esate prisijungęs ir turite galiojantį auth ženklą.
pt: AuthToken vazio no cabeçalho de solicitação.Certifique-se de que você está conectado e tem um token de autenticação válido.
sv: Töm AuthToken i begäran header.Please se till att du är inloggad och har en giltig behörighetstoken.
zh_tw: 請求標題中清空 authToken。請確保您已登錄並擁有有效的身份驗證令牌。

# AUTH_ERR_AUTH_TOKEN_NOT_FOUND
source: The auth token authToken does not exist. Please make sure you are logged in and have a valid auth token or try login again.
ar: رمز المصادقة أوثتوكين غير موجود. يرجى التأكد من تسجيل الدخول ولديك رمز مصادقة صالح أو محاولة تسجيل الدخول مرة أخرى.
de: Der Auth Token AuthToken existiert nicht. Bitte stellen Sie sicher, dass Sie angemeldet sind und einen gültigen Auth Token haben, oder versuchen Sie erneut, sich anzumelden.
es: El token de autenticación AuthToken no existe. Asegúrese de que ha iniciado sesión y tiene un token de autenticación válido o intente iniciar sesión de nuevo.
fr: Le jeton d'authentification AuthToken n'existe pas. Assurez-vous que vous êtes connecté et que vous disposez d'un jeton d'authentification valide ou réessayez de vous connecter.
lt: Auth raktas AuthToken neegzistuoja. Įsitikinkite, kad esate prisijungę ir turite galiojantį auth raktą arba bandykite prisijungti dar kartą.
pt: O token de autenticação AuthToken não existe. Certifique-se de que você está conectado e tem um token de autenticação válido ou tente fazer login novamente.
sv: Auth-token AuthToken finns inte. Se till att du är inloggad och har en giltig autentiseringstoken eller försök logga in igen.
zh_tw: 身份驗證令牌身份驗證令牌不存在。請確保您已登錄並擁有有效的身份驗證令牌或重新登錄。

# ERR_APIKEY_NOT_FOUND
source: The key apiKey does not exist
ar: مفتاح أبيكي غير موجود
de: Der Schlüssel apiKey existiert nicht
es: La clave APIKey no existe
fr: La clé APIKey n'existe pas
lt: Raktas APIKEY neegzistuoja
pt: A chave ApiKey não existe
sv: Nyckeln APIKey finns inte
zh_tw: 關鍵的 API 金鑰不存在

# ERR_APIKEY_NO_SELF_ACTION
source: The apiKey which is being used in the current request header cannot be updated
ar: لا يمكن تحديث أبيكي الذي يتم استخدامه في رأس الطلب الحالي
de: Der apiKey, der im aktuellen Anforderungsheader verwendet wird, kann nicht aktualisiert werden
es: La API Key que se está utilizando en el encabezado de solicitud actual no se puede actualizar
fr: La clé APIKey utilisée dans l'en-tête de requête en cours ne peut pas être mise à jour
lt: ApiKey, kuris naudojamas dabartinėje užklausos antraštėje, negali būti atnaujintas
pt: A APIKey que está sendo usada no cabeçalho de solicitação atual não pode ser atualizada
sv: Det APIKey som används i det aktuella begäranhuvudet kan inte uppdateras
zh_tw: 這是在當前請求頭中使用的 API Key 不能被更新

# ERR_AUTH_TOKEN_NOT_FOUND
source: Auth token does not exist
ar: رمز المصادقة غير موجود
de: Auth Token existiert nicht
es: El token de autenticación no existe
fr: Le jeton d'authentification n'existe pas
lt: Auth žetonas neegzistuoja
pt: O token de autenticação não existe
sv: Auth-token finns inte
zh_tw: 身份驗證令牌不存在

# ERR_AUTH_TOKEN_DELETE_FAILED
source: Failed to delete an auth token authToken
ar: فشل حذف أوثتوكين أوثتوكين
de: Fehler beim Löschen eines Authentifizierungs-Token AuthToken
es: Error al eliminar un token de autenticación AuthToken
fr: Échec de la suppression d'un jeton d'authentification AuthToken
lt: Nepavyko ištrinti auth atpažinimo ženklo AuthToken
pt: Falha ao excluir um token de autenticação AuthToken
sv: Det gick inte att ta bort en autentiseringstoken AuthToken
zh_tw: 無法刪除身份驗證令牌

# ERR_AUTH_TOKENS_DELETE_FAILED
source: Failed to delete auth tokens for uid uid
ar: فشل حذف رموز المصادقة لويد ويد
de: Fehler beim Löschen von Auth-Token für uid uid
es: Error al eliminar tokens de autenticación para uid uid
fr: Échec de la suppression des jetons d'authentification pour uid uid
lt: Nepavyko ištrinti auth žetonų už uid UID
pt: Falha ao excluir tokens de autenticação para uid uid
sv: Det gick inte att ta bort autentiseringstoken för uid uid
zh_tw: 無法刪除 uid uid 的身份驗證令牌

# ERR_AUTHTOKEN_UNAVAILABLE
source: The auth token is registered with another deviceId.
ar: يتم تسجيل الرمز المميز للمصادقة مع جهاز آخر.
de: Das Auth Token ist bei einer anderen DeviceID registriert.
es: El token de autenticación se registra con otro dispositivo ID.
fr: Le jeton d'authentification est enregistré avec un autre DeviceID.
lt: Auth raktas yra įregistruotas kitame įrenginyjeid.
pt: O token de autenticação é registrado com outro DeviceID.
sv: Auth-token är registrerad med ett annat enhets-ID.
zh_tw: 身份驗證令牌與另一個設備 ID 註冊。

# ERR_AUTHTOKEN_NOT_ACCESSIBLE
source: The auth token authToken does not belong to the user with uid uid.
ar: لا ينتمي رمز المصادقة أوثتوكين إلى المستخدم مع ويد ويد.
de: Der Auth Token AuthToken gehört nicht dem Benutzer mit uid uid.
es: El token de autenticación AuthToken no pertenece al usuario con uid uid.
fr: Le jeton d'authentification AuthToken n'appartient pas à l'utilisateur avec uid uid.
lt: Auth raktas AuthToken nepriklauso vartotojui su uid uid.
pt: O token de autenticação AuthToken não pertence ao usuário com uid uid.
sv: AuthToken AuthToken tillhör inte användaren med uid uid.
zh_tw: 身份驗證令牌不屬於具有 uid uid 的用戶。

# ERR_PLAN_RESTRICTION
source: The feature is not available with billing plan plan. Please upgrade the plan.
ar: الميزة غير متوفرة مع خطة الفوترة. يرجى ترقية الخطة.
de: Die Funktion ist im Abrechnungsplan nicht verfügbar. Bitte aktualisieren Sie den Plan.
es: La función no está disponible con el plan de facturación. Actualice el plan.
fr: La fonctionnalité n'est pas disponible avec le plan de facturation. Veuillez mettre à niveau le plan.
lt: Ši funkcija nėra prieinama su atsiskaitymo plano planu. Prašome atnaujinti planą.
pt: O recurso não está disponível com plano de faturamento. Por favor, atualize o plano.
sv: Funktionen är inte tillgänglig med faktureringsplanen. Uppgradera planen.
zh_tw: 帳單方案無法使用此功能。請升級方案。

# ERR_SUBSCRIPTION_EXPIRED
source: Sorry, your current plan has expired. Please resubscribe from your CometChat Pro dashboard to continue using this service.
ar: آسف، انتهت صلاحية خطتك الحالية يرجى إعادة الاشتراك من لوحة تحكم CometChat Pro لمواصلة استخدام هذه الخدمة.
de: Entschuldigung, Ihr aktueller Plan ist abgelaufen. Bitte melden Sie sich erneut von Ihrem CometChat Pro-Dashboard an, um diesen Dienst weiterhin nutzen zu können.
es: Lo sentimos, su plan actual ha caducado. Vuelve a suscribirte desde tu panel de CometChat Pro para continuar usando este servicio.
fr: Désolé, votre plan actuel a expiré. Veuillez vous réabonner à partir de votre tableau de bord CometChat Pro pour continuer à utiliser ce service.
lt: Atsiprašome, jūsų dabartinis planas pasibaigė. Prašome iš naujo prenumeruoti savo CometChat Pro prietaisų skydelio ir toliau naudotis šia paslauga.
pt: Desculpe, seu plano atual expirou. Por favor, reinscreva-se no painel do CometChat Pro para continuar usando este serviço.
sv: Tyvärr har din nuvarande plan gått ut. Prenumerera på nytt från din CometChat Pro-instrumentpanel för att fortsätta använda den här tjänsten.
zh_tw: 抱歉，你目前的計劃已過期。請從您的 CometChat 專業版主頁重新訂閱，以繼續使用此服務。

# ERR_PLAN_QUOTA_RESTRICTION
source: You've exausted the quota. The allowed limit of the feature feature for your current plan plan is value. Please upgrade the plan to increase the limit.
ar: كنت قد استنزفت الحصة. الحد المسموح به لميزة الميزة لخطة خطتك الحالية هو القيمة. يرجى ترقية الخطة لزيادة الحد الأقصى.
de: Sie haben das Kontingent exaumiert. Das zulässige Limit der Feature-Funktion für Ihren aktuellen Planplan ist der Wert. Bitte aktualisieren Sie den Plan, um das Limit zu erhöhen.
es: Has exaudido la cuota. El límite permitido de la entidad de función para el plan actual es el valor. Actualice el plan para aumentar el límite.
fr: Vous avez exaussé le quota. La limite autorisée de l'entité pour votre plan de plan actuel est la valeur. Veuillez mettre à niveau le plan pour augmenter la limite.
lt: Jūs išnaikinote kvotą. Leidžiama funkcija funkcija riba jūsų dabartinio plano yra vertė. Prašome atnaujinti planą padidinti ribą.
pt: Você exaustou a cota. O limite permitido do recurso para o seu plano de plano atual é valor. Atualize o plano para aumentar o limite.
sv: Du har uttömt kvoten. Den tillåtna gränsen för funktionsfunktionen för din aktuella planplan är värde. Uppgradera planen för att öka gränsen.
zh_tw: 你已經舉例了配額。目前計劃的功能功能允許限制為值。請升級方案以增加上限。

# ERR_ROLE_NOT_FOUND
source: The role role does not exist. Please use correct role or use create role API
ar: دور دور غير موجود. يرجى استخدام الدور الصحيح أو استخدام إنشاء واجهة برمجة تطبيقات للدور
de: Die Rolle existiert nicht. Bitte verwenden Sie die richtige Rolle oder verwenden Sie die API zum Erstellen von
es: El rol de rol no existe. Utilice el rol correcto o utilice la API de creación de roles
fr: Le rôle n'existe pas. Veuillez utiliser le rôle correct ou utiliser l'API de création de rôle
lt: Vaidmuo vaidmuo neegzistuoja. Prašome naudoti teisingą vaidmenį arba naudoti sukurti vaidmenų API
pt: O papel não existe. Use a função correta ou use a API de criação de função
sv: Rollen finns inte. Använd rätt roll eller använd skapa roll API
zh_tw: 角色角色不存在。請使用正確的角色或使用創建角色 API

# ERR_ROLE_DELETE_FAILED
source: Failed to delete a role role
ar: فشل حذف دور دور
de: Fehler beim Löschen einer Rollenrolle
es: Error al eliminar un rol
fr: Échec de la suppression d'un rôle de rôle
lt: Nepavyko ištrinti vaidmens vaidmens
pt: Falha ao excluir uma função
sv: Det gick inte att ta bort en rollroll
zh_tw: 無法刪除角色角色

# ERR_ROLE_DELETE_DENIED
source: Default role role cannot be deleted
ar: لا يمكن حذف دور الدور الافتراضي
de: Standardrolle kann nicht gelöscht werden
es: El rol de rol predeterminado no se puede eliminar
fr: Le rôle par défaut ne peut pas être supprimé
lt: Numatytasis vaidmuo negali būti ištrintas
pt: A função padrão não pode ser excluída
sv: Standardroll kan inte tas bort
zh_tw: 無法刪除預設角色角色

# ERR_UID_NOT_FOUND
source: The uid uid does not exist, please make sure you have created a user with uid uid
ar: إيد غير موجود، يرجى التأكد من أنك قمت بإنشاء مستخدم مع إيد إيد
de: Die UID-UID existiert nicht, bitte stellen Sie sicher, dass Sie einen Benutzer mit uid uid erstellt haben
es: El uid uid no existe, asegúrese de haber creado un usuario con uid uid
fr: L'uid uid n'existe pas, veuillez vous assurer que vous avez créé un utilisateur avec uid uid
lt: UID UID UID neegzistuoja, įsitikinkite, kad sukūrėte vartotoją su uid uid
pt: O uid uid não existe, certifique-se de ter criado um usuário com uid uid
sv: Uid uid finns inte. Se till att du har skapat en användare med uid uid
zh_tw: uid uid 不存在，請確保您創建了一個使用 uid uid 的用戶

# ERR_UID_DELETE_FAILED
source: Failed to delete a user with uid uid
ar: فشل حذف مستخدم مع ويد ويد
de: Fehler beim Löschen eines Benutzers mit uid uid
es: Error al eliminar un usuario con uid uid
fr: Échec de la suppression d'un utilisateur avec uid uid
lt: Nepavyko ištrinti naudotojo su uid uid
pt: Falha ao excluir um usuário com uid uid
sv: Det gick inte att ta bort en användare med uid uid
zh_tw: 無法刪除具有 uid uid 的使用者

# ERR_BOT_NOT_FOUND
source: A bot does not exist with id uid
ar: بوت غير موجود مع إيد إد
de: Ein Bot existiert nicht mit ID uid
es: Un bot no existe con id uid
fr: Un bot n'existe pas avec id uid
lt: Botas neegzistuoja su id uid
pt: Um bot não existe com id uid
sv: En bot finns inte med id uid
zh_tw: 具有 id uid 的機器人不存在

# ERR_BOT_ALREADY_EXISTS
source: A bot already exists for a user with uid uid
ar: بوت موجود بالفعل لمستخدم مع ويد ويد
de: Ein Bot existiert bereits für einen Benutzer mit uid uid
es: Ya existe un bot para un usuario con uid uid
fr: Un bot existe déjà pour un utilisateur avec uid uid
lt: Botas jau egzistuoja vartotojui su uid uid
pt: Um bot já existe para um usuário com uid uid
sv: Det finns redan en bot för en användare med uid uid
zh_tw: 具有 uid uid 的用戶已經存在一個機器人

# ERR_GUID_NOT_FOUND
source: The group with guid guid does not exist. Please use correct guid or use create group API
ar: المجموعة التي تحتوي على guid غير موجودة. يرجى استخدام guid الصحيح أو استخدام إنشاء واجهة برمجة تطبيقات المجموعة
de: Die Gruppe mit Guid Guid existiert nicht. Bitte verwenden Sie die richtige Guid oder verwenden Sie die API zum Erstellen einer Gruppe
es: El grupo con guid guid no existe. Utilice el GUID correcto o use create group API
fr: Le groupe avec guid guid n'existe pas. Veuillez utiliser le guid correct ou utiliser l'API de création de groupe
lt: Grupė su guid guid neegzistuoja. Prašome naudoti teisingą guid arba naudoti sukurti grupės API
pt: O grupo com guid guid não existe. Por favor, use o guid correto ou use a API create group
sv: Gruppen med Guid Guid finns inte. Använd rätt GUID eller använd skapa grupp-API
zh_tw: 具有 GUID GUID 的組不存在。請使用正確的 GUID 或使用創建組 API

# ERR_EMPTY_GROUP_PASS
source: The password is required to join a group
ar: كلمة المرور مطلوبة للانضمام إلى مجموعة
de: Das Passwort ist erforderlich, um einer Gruppe beizutreten
es: La contraseña es necesaria para unirse a un grupo
fr: Le mot de passe est requis pour rejoindre un groupe
lt: Slaptažodis reikalingas norint prisijungti prie grupės
pt: A senha é necessária para participar de um grupo
sv: Lösenordet krävs för att gå med i en grupp
zh_tw: 必須輸入密碼才能加入群組

# ERR_GROUP_DELETE_FAILED
source: Failed to delete a group with guid guid
ar: فشل حذف مجموعة تحتوي على guid guid
de: Fehler beim Löschen einer Gruppe mit Guid Guid
es: Error al eliminar un grupo con guid guid
fr: Échec de la suppression d'un groupe avec guid guid
lt: Nepavyko ištrinti grupės su guid guid
pt: Falha ao excluir um grupo com guid guid
sv: Det gick inte att ta bort en grupp med Guid Guid
zh_tw: 無法刪除具有 GUID GUID 的群組

# ERR_NOT_A_MEMBER
source: The user with uid uid is not a member of group with guid guid
ar: المستخدم مع إيد إيد ليس عضوا في مجموعة مع غويد غويد
de: Der Benutzer mit uid uid ist kein Mitglied einer Gruppe mit Guid Guid
es: El usuario con uid uid no es miembro del grupo con guid guid
fr: L'utilisateur avec uid uid n'est pas membre du groupe avec guid guid
lt: Vartotojas su uid nėra grupės narys su guid guid
pt: O usuário com uid uid não é um membro do grupo com guid guid
sv: Användaren med uid uid är inte medlem i gruppen med guid
zh_tw: 具有 uid uid 的用戶不是具有 GUID GUID 的組成員

# ERR_WRONG_GROUP_PASS
source: The password for the group is incorrect
ar: كلمة المرور الخاصة بالمجموعة غير صحيحة
de: Das Passwort für die Gruppe ist falsch
es: La contraseña del grupo es incorrecta
fr: Le mot de passe du groupe est incorrect
lt: Grupės slaptažodis yra neteisingas
pt: A senha do grupo está incorreta
sv: Lösenordet för gruppen är felaktigt
zh_tw: 群組的密碼不正確

# ERR_ALREADY_JOINED
source: The user with uid uid has already joined the group with guid guid
ar: انضم المستخدم مع ويد ويد بالفعل إلى المجموعة مع guid guid
de: Der Benutzer mit uid uid ist der Gruppe bereits mit Guid Guid beigetreten
es: El usuario con uid uid ya se ha unido al grupo con guid guid
fr: L'utilisateur avec uid uid a déjà rejoint le groupe avec guid guid
lt: Vartotojas su uid jau prisijungė prie grupės su guid guid
pt: O usuário com uid uid já se juntou ao grupo com guid guid
sv: Användaren med uid uid har redan anslutit sig till gruppen med guid
zh_tw: 具有 uid uid 的用戶已經加入了 GUID GUID 的組

# ERR_GROUP_NOT_JOINED
source: The user with subjectUid is not a member of the group with guid guid. Please join the group to access it
ar: المستخدم مع subjectUID ليس عضوا في المجموعة مع guid guid. يرجى الانضمام إلى المجموعة للوصول إليها
de: Der Benutzer mit subjectUID ist kein Mitglied der Gruppe mit Guid Guid. Bitte treten Sie der Gruppe bei, um darauf zuzugreifen
es: El usuario con SubjectUID no es miembro del grupo con guid guid. Únete al grupo para acceder a él
fr: L'utilisateur avec SubjectUID n'est pas membre du groupe avec guid guid. S'il vous plaît rejoindre le groupe pour y accéder
lt: Vartotojas su Subjectuid nėra grupės narys su guid guid. Prašome prisijungti prie grupės, kad ją pasiektumėte
pt: O usuário com subjectUID não é um membro do grupo com guid guid. Por favor, junte-se ao grupo para acessá-lo
sv: Användaren med SubjectuID är inte medlem i gruppen med Guid Guid. Gå med i gruppen för att få tillgång till den
zh_tw: 具有主題 ID 的用戶不是具有 GUID GUID 的組的成員。請加入群組以存取

# ERR_GROUP_JOIN_NOT_ALLOWED
source: The private groups cannot be joined. Users need to be added to such groups
ar: ولا يمكن الانضمام إلى المجموعات الخاصة. يجب إضافة المستخدمين إلى هذه المجموعات
de: Die privaten Gruppen können nicht beigetreten werden. Benutzer müssen zu solchen Gruppen hinzugefügt werden
es: Los grupos privados no se pueden unir. Los usuarios deben ser agregados a dichos grupos
fr: Les groupes privés ne peuvent pas être joints. Les utilisateurs doivent être ajoutés à ces groupes
lt: Privačios grupės negali būti sujungtos. Vartotojai turi būti įtraukti į tokias grupes
pt: Os grupos privados não podem ser unidos. Os usuários precisam ser adicionados a esses grupos
sv: De privata grupperna kan inte förenas. Användare måste läggas till i sådana grupper
zh_tw: 無法加入私人群組。使用者必須新增至這類群組
