Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

source: Join
ar: انضم
de: Beitreten
es: Unirse
fr: Rejoignez
lt: Prisijungti
pt: Junte-se
sv: Gå
zh_tw: 加入

# HAS_SHARED_WHITEBOARD
source: has shared a collaborative whiteboard
ar: مشاركة السبورة التعاونية
de: hat ein kollaboratives Whiteboard geteilt
es: ha compartido una pizarra colaborativa
fr: a partagé un tableau blanc collaboratif
lt: pasidalijo bendradarbiaujančia lenta
pt: compartilhou um quadro de comunicações colaborativo
sv: har delat en gemensam whiteboard
zh_tw: 共享了一個合作白板

# HAS_SHARED_COLLABORATIVE_DOCUMENT
source: has shared a collaborative document
ar: وقد شارك وثيقة تعاونية
de: hat ein gemeinschaftliches Dokument geteilt
es: ha compartido un documento colaborativo
fr: a partagé un document collaboratif
lt: pasidalijo bendradarbiavimo dokumentu
pt: compartilhou um documento colaborativo
sv: har delat ett samarbetsdokument
zh_tw: 已共用協同合作文件

# YOU_CREATED_WHITEBOARD
source: You’ve created a new collaborative whiteboard
ar: لقد قمت بإنشاء لوحة بيضاء تعاونية جديدة
de: Du hast ein neues kollaboratives Whiteboard erstellt
es: Has creado una nueva pizarra colaborativa
fr: Vous avez créé un nouveau tableau blanc collaboratif
lt: Sukūrėte naują bendradarbiaujančią lentą
pt: Você criou um novo quadro de comunicações colaborativo
sv: Du har skapat en ny gemensam whiteboard
zh_tw: 您已建立新的協同合作白板

# YOU_INITIATED_GROUP_AUDIO_CALL
source: You’ve initiated a group call
ar: لقد بدأت مكالمة جماعية
de: Du hast einen Gruppenanruf initiiert
es: Ha iniciado una llamada grupal
fr: Vous avez lancé un appel de groupe
lt: Jūs inicijavote grupės skambutį
pt: Você iniciou uma chamada em grupo
sv: Du har initierat ett gruppsamtal
zh_tw: 您已啟動群組通話

# YOU_INITIATED_GROUP_VIDEO_CALL
source: You’ve initiated a group call
ar: لقد بدأت مكالمة جماعية
de: Du hast einen Gruppenanruf initiiert
es: Ha iniciado una llamada grupal
fr: Vous avez lancé un appel de groupe
lt: Jūs inicijavote grupės skambutį
pt: Você iniciou uma chamada em grupo
sv: Du har initierat ett gruppsamtal
zh_tw: 您已啟動群組通話

# HAS_INITIATED_GROUP_AUDIO_CALL
source: has initiated a group call
ar: بدأت مكالمة جماعية
de: hat einen Gruppenanruf initiiert
es: ha iniciado una llamada de grupo
fr: a lancé un appel de groupe
lt: inicijavo grupinį skambutį
pt: iniciou uma chamada de grupo
sv: har initierat ett gruppanrop
zh_tw: 已啟動群組通話

# HAS_INITIATED_GROUP_VIDEO_CALL
source: has initiated a group call
ar: بدأت مكالمة جماعية
de: hat einen Gruppenanruf initiiert
es: ha iniciado una llamada de grupo
fr: a lancé un appel de groupe
lt: inicijavo grupinį skambutį
pt: iniciou uma chamada de grupo
sv: har initierat ett gruppanrop
zh_tw: 已啟動群組通話

# YOU_CREATED_DOCUMENT
source: You’ve created a new collaborative document
ar: لقد قمت بإنشاء مستند تعاوني جديد
de: Sie haben ein neues kollaboratives Dokument erstellt
es: Ha creado un nuevo documento colaborativo
fr: Vous avez créé un nouveau document collaboratif
lt: Sukūrėte naują bendradarbiavimo dokumentą
pt: Você criou um novo documento colaborativo
sv: Du har skapat ett nytt samarbetsdokument
zh_tw: 您已建立新的協同合作文件

source: Sending Location...
ar: إرسال الموقع...
de: Standort wird gesendet...
es: Enviando ubicación...
fr: Emplacement d'envoi...
lt: Siuntimas vieta...
pt: Enviando Localização...
sv: Skickar plats...
zh_tw: 正在傳送位置...

source: Location sent successfully
ar: تم إرسال الموقع بنجاح
de: Standort wurde erfolgreich gesendet
es: Ubicación enviada correctamente
fr: Emplacement envoyé avec succès
lt: Vieta sėkmingai išsiųsta
pt: Localização enviada com sucesso
sv: Platsen har skickats
zh_tw: 已成功傳送位置

source: Edit
ar: تحرير
de: bearbeiten
es: Editar
fr: Modifier
lt: redaguoti
pt: Editar
sv: Redigera
zh_tw: 編輯

source: Done
ar: حرر
de: Fertig
es: Terminado
fr: Fait
lt: Atlikta
pt: Feito
sv: Klar
zh_tw: 完成

source: New Call
ar: مكالمة جديدة
de: Neuer Anruf
es: Nueva llamada
fr: Nouvel appel
lt: Naujas skambutis
pt: Nova chamada
sv: Nytt samtal
zh_tw: 新呼叫

source: No history found
ar: لم يتم العثور على تاريخ
de: Keine Historie gefunden
es: No se ha encontrado ningún historial
fr: Aucun historique trouvé
lt: Nerasta istorijos
pt: Nenhum histórico encontrado
sv: Ingen historik hittades
zh_tw: 找不到歷史記錄

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
lt: Visi
pt: Todos
sv: Alla
zh_tw: 全部

source: Missed
ar: غاب
de: Verpasst
es: Perdida
fr: Manqué
lt: praleista
pt: Perdida
sv: Missade
zh_tw: 錯過

source: No chats found
ar: لم يتم العثور على دردشات
de: Keine Chats gefunden
es: No se encontraron chats
fr: Aucun chat trouvé
lt: Pokalbių nerasta
pt: Não foram encontrados chats
sv: Inga chattar hittades
zh_tw: 找不到對話

source: No messages found
ar: لم يتم العثور على رسائل
de: Keine Nachrichten gefunden
es: No se han encontrado mensajes
fr: Aucun message trouvé
lt: Pranešimų nerasta
pt: Nenhuma mensagem encontrada
sv: Inga meddelanden hittades
zh_tw: 找不到訊息

# CHOOSE_GROUP_TYPE
source: Select group type first to create a group
ar: اختر أحد أنواع المجموعة لإنشاء مجموعة
de: Wählen Sie einen der Gruppentypen aus, um eine Gruppe zu erstellen
es: Elija uno de los tipos de grupo para crear el grupo
fr: Choisissez l'un des types de groupe pour créer le groupe
lt: Pasirinkite vieną iš grupės tipo, kad sukurtumėte grupę
pt: Escolha um dos tipos de grupo para criar o grupo
sv: Välj en av grupptypen för att skapa grupp
zh_tw: 選擇其中一個群組類型來建立群組

source: Warning!
ar: تحذير!
de: Warnung!
es: Advertencia!
fr: Avertissement !
lt: Įspėjimas!
pt: Aviso!
sv: Varning!
zh_tw: 警告

source: Select Group Type
ar: تحديد نوع المجموعة
de: Wählen Sie Gruppentyp
es: Seleccionar tipo de grupo
fr: Sélectionner un type de groupe
lt: Pasirinkti grupės tipą
pt: Selecionar tipo de grupo
sv: Välj grupptyp
zh_tw: 選取群組類型

# GROUP_PASSWORD_CANNOT_EMPTY
source: Group password cannot be empty
ar: لا يمكن أن تكون كلمة مرور المجموعة فارغة
de: Gruppenkennwort darf nicht leer sein
es: La contraseña de grupo no puede estar vacía
fr: Le mot de passe ne peut pas être vide
lt: Grupės slaptažodis negali būti tuščias
pt: A senha do grupo não pode estar vazia
sv: Grupplösenordet kan inte vara tomt
zh_tw: 群組密碼不能為空

source: Enter Group Name
ar: أدخل اسم المجموعة
de: Gruppennamen eingeben
es: Introducir nombre de grupo
fr: Saisir le nom du groupe
lt: Įveskite grupės pavadinimą
pt: Digite o nome do grupo
sv: Ange gruppnamn
zh_tw: 輸入群組名稱

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
lt: Grupė
pt: Grupo
sv: Grupp
zh_tw: 群組

source: Photos
ar: صور
de: Fotos
es: Fotos
lt: Nuotraukos
pt: Fotos
sv: Bilder
zh_tw: 相片

source: Videos
ar: فيديوهات
es: Vídeos
fr: Vidéos
lt: Vaizdo įrašai
pt: Vídeos
sv: Videor
zh_tw: 影片

source: Docs
ar: مستندات
es: Documentos
lt: Dokumentai
pt: Documentos
sv: Dokument
zh_tw: 文件

source: Banned Members
ar: الأعضاء المحظورين
de: Verbotene Mitglieder
es: Miembros prohibidos
fr: Membres interdits
lt: Uždrausti nariai
pt: Membros Banidos
sv: Förbjudna medlemmar
zh_tw: 禁止的會員

source: Moderators
ar: المشرفين
de: Moderatoren
es: Moderadores
fr: Modérateurs
lt: Moderatoriai
sv: Moderatorer
zh_tw: 仲裁者

source: Update Information
ar: تحديث المعلومات
de: Update-Informationen
es: Actualizar información
fr: Mise à jour de
lt: Atnaujinti informaciją
pt: Atualizar informações
sv: Uppdatera information
zh_tw: 更新資訊

# ARE_YOU_SURE_WANT_TO_UPDATE_USER_INFO
source: Are you sure you want to update the user information
ar: هل تريد بالتأكيد تحديث معلومات المستخدم
de: Möchten Sie die Benutzerinformationen wirklich aktualisieren
es: ¿Está seguro de que desea actualizar la información del usuario
fr: Êtes-vous sûr de vouloir mettre à jour les informations utilisateur
lt: Ar tikrai norite atnaujinti naudotojo informaciją
pt: Tem certeza de que deseja atualizar as informações do usuário
sv: Är du säker på att du vill uppdatera användarinformationen
zh_tw: 您確定要更新使用者資訊

source: Update
ar: تحديث
es: Actualizar
fr: Mise à jour
lt: Atnaujinti
pt: Atualizar
sv: Uppdatera
zh_tw: 更新

# USER_NAME_CANNOT_EMPTY
source: User name cannot be empty
ar: لا يمكن أن يكون اسم المستخدم فارغا
de: Benutzername darf nicht leer sein
es: El nombre de usuario no puede estar vacío
fr: Le nom d'utilisateur ne peut pas être vide
lt: Vartotojo vardas negali būti tuščias
pt: O nome de usuário não pode estar vazio
sv: Användarnamnet kan inte vara tomt
zh_tw: 使用者名稱不能為空

source: Enter your name
ar: أدخل اسمك
de: Geben Sie Ihren Namen
es: Introduce tu nombre
fr: Entrez votre nom
lt: Įveskite savo vardą
pt: Digite seu nome
sv: Ange ditt namn
zh_tw: 輸入您的姓名

source: Search
ar: البحث
de: Suche
es: Buscar
fr: Rechercher
lt: Ieškoti
pt: Pesquisar
sv: Sök
zh_tw: 搜尋

source: No users found
ar: لم يتم العثور على المستخدمين
de: Keine Benutzer gefunden
es: No se han encontrado usuarios
fr: Aucun utilisateur trouvé
lt: Vartotojų nerasta
pt: Nenhum usuário encontrado
sv: Inga användare hittades
zh_tw: 找不到使用者

source: Error
ar: خطأ
de: Fehler
fr: Erreur
lt: Klaida
pt: Erro
sv: Fel
zh_tw: 錯誤

source: No groups found
ar: لم يتم العثور على مجموعات
de: Keine Gruppen gefunden
es: No se han encontrado grupos
fr: Aucun groupe trouvé
lt: Grupės nerasta
pt: Nenhum grupo encontrado
sv: Inga grupper hittades
zh_tw: 找不到群組

source: Media Message
ar: رسالة وسائل الإعلام
de: Medien-Message
es: Mensaje multimedia
fr: Message des médias
lt: Žiniasklaidos pranešimas
pt: Mensagem de Mídia
sv: Meddelande från media
zh_tw: 媒體訊息

source: Incoming audio call
ar: مكالمة صوتية واردة
de: Eingehender Audioanruf
es: Llamada de audio entrante
fr: Appel audio entrant
lt: Įeinantis garso skambutis
pt: Chamada de áudio recebida
sv: Inkommande ljudsamtal
zh_tw: 來電語音通話

source: Incoming video call
ar: مكالمة فيديو واردة
de: Eingehender Videoanruf
es: Videollamada entrante
fr: Appel vidéo entrant
lt: Įeinantis vaizdo skambutis
pt: Chamada de vídeo recebida
sv: Inkommande videosamtal
zh_tw: 來電視訊通話

source: Decline
ar: انخفاض
de: Rückgang
es: Declive
fr: Refuser
lt: Mažėjimas
pt: Declínio
sv: Nedgång
zh_tw: 拒絕

source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter
lt: Priimti
pt: Aceitar
sv: Ta emot
zh_tw: 接受

source: Call Initiated
ar: بدأ الاتصال
de: Anruf initiiert
es: Llamada iniciada
fr: Appel lancé
lt: Skambutis
pt: Chamada iniciada
sv: Samtal initierat
zh_tw: 呼叫已啟動

source: Outgoing Audio Call
ar: مكالمة صوتية صادرة
de: Ausgehender Audioanruf
es: Llamada de audio saliente
fr: Appel audio sortant
lt: Išeinantis garso skambutis
pt: Chamada de áudio de saída
sv: Utgående ljudsamtal
zh_tw: 撥出音訊通話

# OUTGOING_VIDEO_CALL
source: Outgoing Audio Call
ar: مكالمة صوتية صادرة
de: Ausgehender Audioanruf
es: Llamada de audio saliente
fr: Appel audio sortant
lt: Išeinantis garso skambutis
pt: Chamada de áudio de saída
sv: Utgående ljudsamtal
zh_tw: 撥出音訊通話

source: Call Rejected
ar: تم رفض المكالمة
de: Anruf abgelehnt
es: Llamada rechazada
fr: Appel rejeté
lt: Skambinti atmestas
pt: Chamada rejeitada
sv: Samtal avvisade
zh_tw: 電話拒絕

# REJECTED_CALL
source: Rejected
ar: مكالمة مرفوضة
de: Anruf abgelehnt
es: Llamada rechazada
fr: Appel rejeté
lt: Atmestas skambu
pt: Chamada rejeitada
sv: Avvisade samtal
zh_tw: 拒絕的呼叫

source: Call Accepted
ar: تم قبول المكالمة
de: Anruf Akzeptiert
es: Llamada aceptada
fr: Appel accepté
lt: Skambinti priimta
pt: Chamada Aceita
sv: Samtal accepteras
zh_tw: 已接聽電話

source: Joined
ar: انضم
de: beigetreten
es: Se unió
fr: Rejoint
lt: prisijungė
pt: Juntou-se
sv: Gick
zh_tw: 已加入

# LEFT_THE_CALL
source: has left the call
ar: قد ترك المكالمة
de: hat den Anruf verlassen
es: ha dejado la llamada
fr: a quitté l'appel
lt: paliko skambutį
pt: deixou a chamada
sv: har lämnat samtalet
zh_tw: 已離開通話

source: Unanswered Audio Call
ar: مكالمة صوتية لم تتم الإجابة عليها
de: Unbeantworteter Audioan
es: Llamada de audio sin respuesta
fr: Appel audio sans réponse
lt: Neatsakytas garso skambutis
pt: Chamada de áudio sem resposta
sv: Obesvarat ljudsamtal
zh_tw: 未接聽的音訊通話

source: Unanswered Video Call
ar: مكالمة فيديو لم تتم الإجابة عليها
de: Unbeantworteter Videoan
es: Videollamada sin respuesta
fr: Appel vidéo sans réponse
lt: Neatsakytas vaizdo skambutis
pt: Chamada de vídeo não respondida
sv: Obesvarade videosamtal
zh_tw: 未接聽視訊通話

source: Call ended
ar: انتهت المكالمة
de: Anruf endete
es: Llamada finalizada
fr: Appel terminé
lt: Skambinti baigėsi
pt: Chamada encerrada
sv: Samtalet avslutades
zh_tw: 呼叫結束

source: Call Cancelled
ar: تم إلغاء المكالمة
de: Anruf abgebrochen
es: Llamada cancelada
fr: Appel annulé
lt: Skambinti atšauk
pt: Chamada cancelada
sv: Samtal avbrutet
zh_tw: 來電已取消

source: Call busy
ar: استدعاء مشغول
de: Anruf beschäftigt
es: Llamada ocupada
fr: Appeler occupé
lt: Kvietimas užimtas
pt: Ligue ocupado
sv: Ring upptagen
zh_tw: 呼叫忙碌

source: Calling
ar: الدعوة...
de: Rufen...
es: Llamando...
fr: Appeler...
lt: Skambinimas
pt: Chamando...
sv: Ringer...
zh_tw: 呼叫...

source: No banned members found
ar: لم يتم العثور على أعضاء محظورين
de: Keine verbotenen Mitglieder gefunden
es: No se encontraron miembros prohibidos
fr: Aucun membre interdit n'a été trouvé
lt: Nerasta uždraustų narių
pt: Não foram encontrados membros proibidos
sv: Inga förbjudna medlemmar hittades
zh_tw: 找不到被禁用的會員

source: Name
ar: اسم
de: Nennen
es: Nombre
fr: Nom
lt: Vardas
pt: Nome
sv: Namn
zh_tw: 名稱

source: Scope
ar: النطاق
es: Ámbito
fr: Portée
lt: Apimtis
pt: Âmbito
sv: Tillämpningsområde
zh_tw: 範圍

source: Unban
ar: نبان
es: Unban la prohibición
zh_tw: 取消禁止

source: Enter group password
ar: أدخل كلمة مرور المجموعة
de: Gruppenkennwort eingeben
es: Introducir contraseña de grupo
fr: Saisir le mot de passe
lt: Įvesti grupės slaptažodį
pt: Digite a senha do grupo
sv: Ange grupplösenord
zh_tw: 輸入群組密碼

source: Create
ar: إنشاء
de: erstellen
es: Crear
fr: Créer
lt: Sukurti
pt: Criar
sv: Skapa
zh_tw: 建立

source: Create Poll
ar: إنشاء استطلاع للرأي
de: Umfrage erstellen
es: Crear encuesta
fr: Créer un sondage
lt: Sukurti apklausą
pt: Criar enquete
sv: Skapa enkät
zh_tw: 建立投票

source: Question
ar: سؤال
de: Frage
es: Pregunta
lt: Klausimas
pt: Pergunta
sv: Fråga
zh_tw: 問題

source: Enter your question
ar: أدخل سؤالك
de: Gib deine Frage ein
es: Introduce tu pregunta
fr: Saisissez votre question
lt: Įveskite savo klausimą
pt: Insira sua pergunta
sv: Ange din fråga
zh_tw: 輸入您的問題

source: Options
ar: خيارات
de: Optionen
es: Opciones
lt: Nustatymai
pt: Opções
sv: Alternativ
zh_tw: 選項

source: Enter your option
ar: أدخل الخيار الخاص بك
de: Geben Sie Ihre Option
es: Introduce tu opción
fr: Saisissez votre option
lt: Įveskite savo variantą
pt: Introduza a sua opção
sv: Ange ditt alternativ
zh_tw: 輸入您的選項

source: Add new option
ar: إضافة خيار جديد
de: Neue Option hinzufügen
es: Agregar nueva opción
fr: Ajouter une nouvelle option
lt: Pridėti naują parinktį
pt: Adicionar nova opção
sv: Lägg till nytt alternativ
zh_tw: 新增選項

source: View Members
ar: عرض الأعضاء
de: Mitglieder ansehen
es: Ver miembros
fr: Afficher les membres
lt: Peržiūrėti narius
pt: Ver Membros
sv: Visa medlemmar
zh_tw: 檢視成員

# DETAILS
source: description
ar: تفاصيل
de: Einzelheiten
es: Detalles
fr: Détails
lt: Detalės
pt: Detalhes
sv: Detaljer
zh_tw: 詳細資料

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
lt: Pranešimai
pt: Notificações
sv: Meddelanden
zh_tw: 通知

source: Other
ar: أخرى
de: andere
es: Otro
fr: Autres
lt: Kitas
pt: Outros
sv: Annat
zh_tw: 其他

source: Help
ar: مساعدة
de: Hilfe
es: Ayudar
fr: Aide
lt: Pagalba
pt: Ajuda
sv: Hjälp
zh_tw: 說明

# REPORT_PROBLEM
source: Report a problem
ar: الإبلاغ عن مشكلة
de: Melden Sie ein Problem
es: Informar de un problema
fr: Signaler un problème
lt: Pranešti apie problemą
pt: Relatar um problema
sv: Rapportera ett problem
zh_tw: 報告問題

source: Group Members
ar: أعضاء المجموعة
de: Mitglieder der Gruppe
es: Miembros del grupo
fr: Membres du groupe
lt: Grupės nariai
pt: Membros do Grupo
sv: Gruppmedlemmar
zh_tw: 群組成員

source: Ban
ar: بان
es: Prohibición
fr: Interdiction
pt: Proibição
sv: Förbud
zh_tw: 禁令

source: Kick
ar: ركلة
de: Tritt
es: Patada
fr: Coup de pied
pt: Chute
sv: Sparka
zh_tw: 踢

source: Pick your emoji
ar: اختيار الرموز التعبيرية الخاصة بك
de: Wähle dein Emoji
es: Elige tu emoji
fr: Choisissez vos emoji
lt: Pasirinkite savo jaustukus
pt: Escolha o seu emoji
sv: Välj din emoji
zh_tw: 挑選您的表情符號

source: Private group
ar: مجموعة خاصة
de: Private Gruppe
es: Grupo Privado
fr: Groupe privé
lt: Privati grupė
pt: Grupo Privado
sv: Privat grupp
zh_tw: 私人群組

source: Protected Group
ar: المجموعة المحمية
de: Geschützte Gruppe
es: Grupo protegido
fr: Groupe protégé
lt: Saugoma grupė
pt: Grupo protegido
sv: Skyddad grupp
zh_tw: 受保護群組

source: Visit
ar: زيارة
de: Besuch
es: Visitar
fr: Visitez
lt: apsilankymas
pt: Visitar
sv: Besök
zh_tw: 造訪

source: Attach
ar: إرفاق
de: anhängen
es: Adjuntar
fr: Attacher
lt: Pridėti
pt: Anexar
sv: Bifoga
zh_tw: 貼附

source: Attach File
ar: إرفاق ملف
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre un fichier
lt: Prisegti failą
pt: Anexar arquivo
sv: Bifoga fil
zh_tw: 貼附檔案

source: Attach Video
ar: إرفاق الفيديو
de: Video anhängen
es: Adjuntar vídeo
fr: Joindre la vidéo
lt: Pridėti vaizdo įrašą
pt: Anexar vídeo
sv: Bifoga video
zh_tw: 附加視訊

source: Attach Audio
ar: إرفاق الصوت
de: Anhängen von Audio
es: Adjuntar audio
fr: Attacher audio
lt: Prisegti garso
pt: Anexar áudio
sv: Bifoga ljud
zh_tw: 附加音訊

source: Attach Image
ar: إرفاق صورة
de: Bild anhängen
es: Adjuntar imagen
fr: Joindre l'image
lt: Pridėti paveikslėlį
pt: Anexar imagem
sv: Bifoga bild
zh_tw: 貼附影像

# COLLABORATE_USING_DOCUMENT
source: Collaborate using Docs
ar: التعاون باستخدام مستندات
de: Zusammenarbeit mit Docs
es: Colaborar mediante Documentos
fr: Collaborez à l'aide de Docs
lt: Bendradarbiauti naudojant Docs
pt: Colaborar usando o Documentos
sv: Samarbeta med Dokument
zh_tw: 使用文件共同作業

# COLLABORATE_USING_WHITEBOARD
source: Collaborate using the whiteboard
ar: التعاون باستخدام السبورة
de: Arbeiten Sie mit dem Whiteboard zusammen
es: Colaborar con la pizarra
fr: Collaborez à l'aide du tableau blanc
lt: Bendradarbiauti naudojant lentą
pt: Colaborar usando o quadro branco
sv: Samarbeta med whiteboardtavlan
zh_tw: 使用白板進行協同作業

source: Emoji
ar: رمز تعبيري
lt: Jaustukai
zh_tw: 表情符號

source: Enter your message here
ar: أدخل رسالتك هنا
de: Gib hier deine Nachricht ein
es: Introduzca su mensaje aquí
fr: Entrez votre message ici
lt: Įveskite savo žinutę čia
pt: Introduza aqui a sua mensagem
sv: Skriv in ditt meddelande här
zh_tw: 在此輸入您的訊息

source: Thread
ar: الموضوع
de: Gewinde
es: Rosca
fr: Fil
lt: Siūlai
pt: Rosca
sv: Tråd
zh_tw: 螺紋

source: Collaborative Document
ar: وثيقة تعاونية
de: Gemeinschaftliches Dokument
es: Documento colaborativo
fr: Document collaboratif
lt: Bendradarbiavimo dokumentas
pt: Documento Colaborativo
sv: Samarbetsdokument
zh_tw: 協同合作文件

source: Add Reaction
ar: إضافة رد فعل
de: Add Reaktion
es: Añadir reacción
fr: Ajouter une réaction
lt: Pridėti reakciją
pt: Adicionar reação
sv: Lägg till reaktion
zh_tw: 加入反應

source: No stickers found
ar: لم يتم العثور على ملصقات
de: Keine Aufkleber gefunden
es: No se encontraron pegatinas
fr: Aucun autocollant trouvé
lt: Nėra lipdukų
pt: Não foram encontrados adesivos
sv: Inga klistermärken hittades
zh_tw: 找不到貼圖

source: Reply to thread
ar: الرد على موضوع
de: Antwort auf Thread
es: Responder al hilo
fr: Répondre au fil
lt: Atsakymas į siūlą
pt: Responder ao thread
sv: Svara på tråd
zh_tw: 回覆執行緒

source: Reply in Thread
ar: الرد في الموضوع
de: Antwort auf Thread
es: Responder en hilo
fr: Répondre dans le fil
lt: Atsakyti į Thread
pt: Responder em Tópico
sv: Svara i tråd
zh_tw: 在執行緒中回覆

source: Sunday
ar: الأحد
de: Sonntag
es: domingo
fr: Dimanche
lt: Sekmadienis
pt: domingo
sv: söndag
zh_tw: 星期日

source: Monday
ar: الإثنين
de: Montag
es: lunes
fr: Lundi
lt: Pirmadienis
pt: Segunda-feira
sv: måndag
zh_tw: 星期一

source: Tuesday
ar: الثلاثاء
de: Dienstag
es: martes
fr: Mardi
lt: Antradienis
pt: terça
sv: tisdag
zh_tw: 星期二

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: miércoles
fr: Mercredi
lt: Trečiadienis
pt: Quarta-feira
sv: onsdag
zh_tw: 星期三

source: Thursday
ar: الخميس
de: Donnerstag
es: jueves
fr: Jeudi
lt: Ketvirtadienis
pt: Quinta-feira
sv: torsdag
zh_tw: 星期四

source: Friday
ar: الجمعة
de: Freitag
es: viernes
fr: Vendredi
lt: Penktadienis
pt: Sexta-feira
sv: fredag
zh_tw: 星期五

source: Saturday
ar: يوم السبت
de: samstag
es: sábado
fr: Samedi
lt: Šeštadienis
pt: sábado
sv: Lördag
zh_tw: 星期六

# GROUP_NAME_BLANK
source: Group Name must not be blank
ar: يجب ألا يكون اسم المجموعة فارغاً
de: Gruppenname darf nicht leer sein
es: El nombre del grupo no debe estar en blanco
fr: Le nom du groupe ne doit pas être vide
lt: Grupės pavadinimas neturi būti tuščias
pt: Nome do Grupo não deve estar em branco
sv: Gruppnamn får inte vara tomt
zh_tw: 群組名稱不得為空白

# GROUP_TYPE_BLANK
source: Group type cannnot be empty
ar: نوع المجموعة لا يمكن أن تكون فارغة
de: Gruppentyp kann nicht leer sein
es: El tipo de grupo no puede estar vacío
fr: Le type de groupe ne peut pas être vide
lt: Grupės tipas cannnot būti tuščias
pt: Tipo de grupo não pode estar vazio
sv: Grupptyp kaninte vara tom
zh_tw: 群組類型不能為空

# GROUP_PASSWORD_BLANK
source: Group password must not be blank
ar: يجب ألا تكون كلمة مرور المجموعة فارغة
de: Das Gruppenkennwort darf nicht leer sein
es: La contraseña de grupo no debe estar en blanco
fr: Le mot de passe du groupe ne doit pas être vide
lt: Grupės slaptažodis neturi būti tuščias
pt: A senha do grupo não deve estar em branco
sv: Grupplösenordet får inte vara tomt
zh_tw: 群組密碼不得為空白

# POLL_QUESTION_BLANK
source: Question cannot be empty
ar: السؤال لا يمكن أن يكون فارغا
de: Die Frage darf nicht leer sein
es: La pregunta no puede estar vacía
fr: La question ne peut pas être vide
lt: Klausimas negali būti tuščias
pt: A pergunta não pode estar vazia
sv: Frågan kan inte vara tom
zh_tw: 問題不能為空

# POLL_OPTION_BLANK
source: Option cannot be empty
ar: لا يمكن أن يكون الخيار فارغا
de: Option darf nicht leer sein
es: La opción no puede estar vacía
fr: L'option ne peut pas être vide
lt: Pasirinkimas negali būti tuščias
pt: A opção não pode estar vazia
sv: Alternativet kan inte vara tomt
zh_tw: 選項不能為空

source: Message
ar: رسالة
es: Mensaje
lt: Žinutė
pt: Mensagem
sv: Meddelande
zh_tw: 訊息

# BLOCK_USER_LIST_ERROR
source: Blocked user recovery failed
ar: فشل استرداد المستخدم المحظور
de: Wiederherstellung blockierter Benutzer ist fehlgeschlagen
es: Error en la recuperación del usuario bloqueado
fr: Échec de la récupération d'utilisateur bloquée
lt: Užblokuotas vartotojo atkūrimas nepavyko
pt: Falha na recuperação bloqueada do
sv: Blockerad användaråterställning misslyckades
zh_tw: 封鎖的使用者復原失敗

# YOU_WONT_BE_ABLE_SEND_OR_RECEIVE_MESSAGES
source: You will not be able to send or receive messages
ar: لن تتمكن من إرسال الرسائل أو تلقيها
de: Sie können keine Nachrichten senden oder empfangen
es: No podrás enviar ni recibir mensajes
fr: Vous ne serez pas en mesure d'envoyer ou de recevoir des messages
lt: Jūs negalėsite siųsti ar gauti žinučių
pt: Você não poderá enviar ou receber mensagens
sv: Du kommer inte att kunna skicka eller ta emot meddelanden
zh_tw: 您將無法傳送或接收訊息

# UNBLOCK_USER_ERROR
source: Unblock User Unsuccessful
ar: إلغاء حظر المستخدم غير ناجح
de: Benutzer nicht erfolgreich entsperren
es: Desbloquear usuario sin éxito
fr: Débloquer l'utilisateur échoué
lt: Atblokuoti vartotojo nesėkmingas
pt: Desbloquear usuário mal sucedido
sv: Avblockera användaren misslyckades
zh_tw: 解除封鎖使用者失敗

# UNBLOCK_USER_QUESTION
source: Would you like to unblock
ar: هل ترغب في إلغاء الحظر
de: Möchten Sie die Blockierung aufheben
es: ¿Desea desbloquear
fr: Souhaitez-vous débloquer
lt: Ar norėtumėte atblokuoti
pt: Gostaria de desbloquear
sv: Vill du avblockera blockeringen
zh_tw: 您要解除封鎖嗎？

# BLOCK_USER_ERROR
source: Unable to block
ar: غير قادر على حظر
de: Blockieren nicht möglich
es: No se puede bloquear
fr: Impossible de bloquer
lt: Nepavyko blokuoti
pt: Não é possível bloquear
sv: Kan inte blockera
zh_tw: 無法封鎖
