Repository: Claybur1998/Clay-
Catalog: CometChatSwift/CometChatSwift/Library/UI Components/Shared/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, lt, pt, sv, zh_tw

# SHARED_A_AUDIO
source: Shared an audio file
ar: مشاركة ملف صوتي
de: Eine Audiodatei geteilt
es: Compartió un archivo de audio
fr: Partage d'un fichier audio
lt: Bendrinamas garso failas
pt: Compartilhado um arquivo de áudio
sv: Delade en ljudfil
zh_tw: 共用音訊檔案

# SHARED_A_VIDEO
source: Share a video
ar: مشاركة مقطع فيديو
de: Teilen Sie ein Video
es: Compartir un vídeo
fr: Partager une vidéo
lt: Dalintis vaizdo įrašu
pt: Compartilhe um vídeo
sv: Dela en video
zh_tw: 分享影片

source: Shared a file
ar: مشاركة ملف
de: Eine Datei geteilt
es: Compartió un archivo
fr: Partage d'un fichier
lt: Bendrinamas failas
pt: Compartilhado um ficheiro
sv: Delade en fil
zh_tw: 共用檔案

source: Shared a sticker
ar: مشاركة ملصق
de: Einen Sticker geteilt
es: Compartió una etiqueta
fr: Partagé un sticker
lt: Pasidalino lipduku
pt: Compartilhado um adesivo
sv: Delade ett klistermärke
zh_tw: 分享貼紙

# SHARED_A_POLLS
source: Shared a survey:
ar: مشاركة استبيان:
de: Eine Umfrage geteilt:
es: Compartió una encuesta:
fr: Partage d'une enquête :
lt: Pasidalijo apklausa:
pt: Compartilhou uma pesquisa:
sv: Delade en enkät:
zh_tw: 共用調查問卷：

source: Share
ar: مشاركة
de: Aktie
es: Compartir
fr: Partager
lt: Dalintis
pt: Compartilhar
sv: Dela
zh_tw: 分享

# SENSITIVE_CONTENT
source: Unsafe Content
ar: محتوى غير آمن
de: Unsichere Inhalte
es: Contenido no seguro
fr: Contenu non sécurisé
lt: Nesaugus turinys
pt: Conteúdo Inseguro
sv: Osäkert innehåll
zh_tw: 不安全的內容

# SENTIMENT_CONTENT
source: The following message contains potentially sensitive content.
ar: تحتوي الرسالة التالية على محتوى يحتمل أن يكون حساسًا.
de: Die folgende Meldung enthält potenziell vertrauliche Inhalte.
es: El siguiente mensaje contiene contenido potencialmente confidencial.
fr: Le message suivant contient du contenu potentiellement sensible.
lt: Toliau pateiktame pranešime yra potencialiai jautraus turinio.
pt: A mensagem a seguir contém conteúdo potencialmente sensível.
sv: Följande meddelande innehåller potentiellt känsligt innehåll.
zh_tw: 下列訊息包含可能敏感的內容。

source: View
ar: عرض
de: Ansicht
es: Ver
fr: Voir
lt: Peržiūrėti
pt: Ver
sv: Visa
zh_tw: 檢視

# SENTIMENT_ALERT
source: Sentiment warning
ar: تحذير من المشاعر
de: Warnung vor der Stimmung
es: Advertencia de sentimiento
fr: Avertissement sentiment
lt: Įspėjimas apie nuotaikas
pt: Aviso de sentimento
sv: Sentiment varning
zh_tw: 情緒警告

# SENTIMENT_ALERT_MESSAGE
source: Would you like to see the message that it may contain sensitive material.
ar: هل ترغب في رؤية الرسالة التي قد تحتوي على مواد حساسة.
de: Möchten Sie die Nachricht sehen, dass es möglicherweise sensibles Material enthält?
es: ¿Le gustaría ver el mensaje de que puede contener material sensible?
fr: Souhaitez-vous voir le message indiquant qu'il peut contenir du matériel sensible.
lt: Ar norėtumėte pamatyti pranešimą, kad jame gali būti jautrios medžiagos.
pt: Gostaria de ver a mensagem de que ele pode conter material sensível.
sv: Vill du se meddelandet att det kan innehålla känsligt material.
zh_tw: 您是否希望看到可能包含敏感材料的訊息。

source: Thread in name
ar: الموضوع في الاسم
de: Gewinde im Namen
es: Hilo en nombre
fr: Thread dans le nom
lt: Sriegis vardu
pt: Tópico em nome
sv: Tråd i namn
zh_tw: 名稱中的執行緒

# SENTATTXT
source: send text: %1$s
ar: إرسال نص: %1$s
de: Text senden: %1$s
es: enviar texto: %1$s
fr: envoyer du texte :%1$s
lt: siųsti tekstą: %1$s
pt: enviar texto: %1$s
sv: skicka text: %1$s
zh_tw: 傳送文字:%1$s

source: Connecting to call
ar: الاتصال بالمكالمة
de: Verbindung mit Anruf
es: Conectarse a la llamada
fr: Connexion à l'appel
lt: Prisijungimas prie skambinti
pt: Conectando à chamada
sv: Ansluta till samtal
zh_tw: 連線至呼叫

# READ_AT
source: Read at: %1$s
ar: قراءة في: %1$s
de: Lesen Sie unter: %1$s
es: Leer en: %1$s
fr: Lire à :%1$s
lt: Skaitykite adresu: %1$s
pt: Leia em: %1$s
sv: Läs på: %1$s
zh_tw: 讀取位置：%1$s

source: Delivered at:
ar: سلمت في:
de: Geliefert bei:
es: Entregado en:
fr: Livré à :
lt: Pristatyta:
pt: Entregue em:
sv: Levereras på:
zh_tw: 交貨地點：

source: Navigate
ar: التنقل
de: Navigieren
es: Navegar
fr: Naviguer
lt: Naršyti
pt: Navegar
sv: navigera
zh_tw: 導覽

source: Grant location permission
ar: منح إذن الموقع
de: Standort-Berechtigung
es: Conceder permiso de ubicación
fr: Autorisation d'emplacement
lt: Suteikite vietos leidimą
pt: Conceder permissão de localização
sv: Bevilja platsbehörighet
zh_tw: 授與位置權限

source: Send audio files
ar: إرسال ملفات صوتية
de: Senden von Audiodateien
es: Enviar archivos de audio
fr: Envoyer des fichiers audio
lt: Siųsti garso failus
pt: Enviar arquivos de áudio
sv: Skicka ljudfiler
zh_tw: 傳送音訊檔案

source: Send files
ar: إرسال الملفات
de: Senden von Dateien
es: Enviar archivos
fr: Envoyer des fichiers
lt: Siųsti failus
pt: Enviar arquivos
sv: Skicka filer
zh_tw: 傳送檔案

source: shared location
ar: موقع مشترك
de: gemeinsam genutzter Standort
es: ubicación compartida
fr: emplacement partagé
lt: bendra vieta
pt: localização compartilhada
sv: delad plats
zh_tw: 共用位置

source: No
ar: لا
de: Nein
fr: Non
lt: Ne
pt: Não
sv: Nej
zh_tw: 沒有

source: Turn on GPS
ar: تشغيل نظام تحديد المواقع
de: Schalten Sie GPS
es: Activar GPS
fr: Activer le GPS
lt: Įjunkite GPS
pt: Ativar o GPS
sv: Slå på GPS
zh_tw: 開啟全球定位系統

source: ON
ar: في
de: AUF
es: EN
fr: SUR
lt: ĮJUNGTA
pt: EM
sv: PÅ
zh_tw: 上

source: GPS Enabled
ar: تمكين نظام تحديد المواقع
de: GPS aktiviert
es: GPS habilitado
fr: GPS activé
lt: GPS įjungta
pt: GPS habilitado
sv: GPS aktiverad
zh_tw: 已啟用 GPS

source: GPS Disabled
ar: نظام تحديد المواقع المعوقين
de: GPS deaktiviert
es: GPS deshabilitado
fr: GPS désactivé
lt: GPS Išjungtas
pt: GPS desativado
sv: GPS inaktiverad
zh_tw: GPS 已停用

source: Option
ar: الخيار
es: Opción
lt: variantas
pt: Opção
sv: Alternativ
zh_tw: 選項

source: Sending media message
ar: إرسال رسالة وسائط
de: Senden von Medienbotschaft
es: Envío de mensajes multimedia
fr: Envoi d'un message multimédia
lt: Žiniasklaidos žinutės
pt: Enviar mensagem de mídia
sv: Skicka mediemeddelande
zh_tw: 傳送媒體訊息

# ADD_A_NEW_OPTION
source: Add New Option
ar: إضافة خيار جديد
de: Neue Option hinzufügen
es: Agregar nueva opción
fr: Ajouter une nouvelle option
lt: Pridėti naują parinktį
pt: Adicionar nova opção
sv: Lägg till nytt alternativ
zh_tw: 新增選項

source: Unable to get location
ar: غير قادر على الحصول على الموقع
de: Standort kann nicht abgerufen werden
es: No se puede obtener la ubicación
fr: Impossible d'obtenir l'emplacement
lt: Nepavyko gauti vietos
pt: Não é possível obter localização
sv: Det gick inte att hämta plats
zh_tw: 無法取得位置

source: Ended
ar: انتهى
de: Beendet
es: Terminado
fr: Terminé
lt: Baigėsi
pt: Terminado
sv: Slutade
zh_tw: 已結束

source: Ongoing
ar: مستمر
de: Laufende
es: Continuo
fr: En cours
lt: Vyksta
pt: Em andamento
sv: Pågående
zh_tw: 正在進行

source: Share Whiteboard
ar: مشاركة السبورة
de: Whiteboard teilen
es: Compartir pizarra
fr: Partager un tableau blanc
lt: Dalintis lenta
pt: Compartilhar Whiteboard
sv: Dela whiteboard
zh_tw: 分享白板

source: Shared a whiteboard
ar: مشاركة لوح معلومات
de: Ein Whiteboard geteilt
es: Compartió una pizarra
fr: Partage d'un tableau blanc
lt: Pasidalijo lenta
pt: Compartilhado um quadro branco
sv: Delade en whiteboard
zh_tw: 共用白板

source: Share Writeboard
ar: حصة لوح الكتابة
de: Aktie-Writeboard
es: Compartir pizarra
fr: Partager le tableau d'écriture
lt: Pasidalinti rašomąja lenta
pt: Compartilhar Writeboard
sv: Dela skrivtavla
zh_tw: 共用寫板

source: Shared a writeboard
ar: مشاركة لوحة الكتابة
de: Ein Schreibtafel geteilt
es: Compartió un tablero de escritura
fr: Partage d'un tableau d'écriture
lt: Bendrinama rašytoji lenta
pt: Compartilhado um quadro de escrita
sv: Delat en skrivtavla
zh_tw: 共用寫板

# YOU_SENT
source: You have sent
ar: لقد ارسلت
de: Du hast gesandt
es: Usted ha enviado
fr: Vous avez envoyé
lt: Jūs išsiuntėte
pt: Você enviou
sv: Du har skickat
zh_tw: 你已寄出

# YOU_RECEIVED
source: You have received
ar: لقد تلقيت
de: Sie haben erhalten
es: Usted ha recibido
fr: Vous avez reçu
lt: Jūs gavote
pt: Você recebeu
sv: Du har fått
zh_tw: 您已收到

source: Initiate a Call
ar: بدء مكالمة
de: Einen Anruf einleiten
es: Iniciar una llamada
fr: Lancer un appel
lt: Skambinkite
pt: Iniciar uma chamada
sv: Starta ett samtal
zh_tw: 啟動呼叫

source: Call Outgoing
ar: دعوة الصادرة
de: Anruf ausgehenden
es: Llamada saliente
fr: Appels sortants
lt: Skambinti išein
pt: Chamada de saída
sv: Ring utgående
zh_tw: 撥出電話

source: Call Unanswered
ar: اتصل دون إجابة
de: Anruf Unbeantwortet
es: Llamada sin respuesta
fr: Appel sans réponse
lt: Kvietimas neatsakytas
pt: Chamada sem resposta
sv: Ring obesvarad
zh_tw: 未接聽來電

source: Action Message
ar: رسالة الإجراء
de: Aktions-Meldung
es: Mensaje de acción
fr: Message d'action
lt: Veiksmo žinutė
pt: Mensagem de Ação
sv: Meddelande om åtgärd
zh_tw: 動作訊息

source: Select Language
ar: اختر اللغة
de: Sprache wählen
es: Seleccionar Idioma
fr: Sélectionner la langue
lt: Pasirinkti kalbą
pt: Selecionar Idioma
sv: Välj språk
zh_tw: 選擇語言

source: Change Language
ar: تغيير اللغة
de: Sprache ändern
es: Cambiar idioma
fr: Changer la langue
lt: Keisti kalbą
pt: Alterar Idioma
sv: Ändra språk
zh_tw: 變更語言

# CURRENTLY_RECORDING
source: The application is currently recording sounds
ar: التطبيق حاليا تسجيل الأصوات
de: Die Anwendung zeichnet derzeit Sounds auf
es: La aplicación está grabando sonidos
fr: L'application enregistre actuellement des sons
lt: Paraiška šiuo metu įrašinėja garsus
pt: O aplicativo está atualmente gravando sons
sv: Applikationen spelar för närvarande in ljud
zh_tw: 應用程式目前正在錄製聲音

# CURENTLY_PLAYING
source: The application is already playing a sound
ar: التطبيق يلعب بالفعل الصوت
de: Die Anwendung spielt bereits einen Sound
es: La aplicación ya está reproduciendo un sonido
fr: L'application est déjà en train de jouer un son
lt: Paraiška jau groja garsą
pt: O aplicativo já está reproduzindo um som
sv: Applikationen spelar redan upp ett ljud
zh_tw: 應用程式已經播放聲音

# CURENTLY_NOT_PLAYING
source: The application is not currently playing
ar: التطبيق لا يلعب حاليا
de: Die Anwendung wird derzeit nicht abgespielt
es: La aplicación no se está reproduciendo
fr: L'application n'est pas en cours de lecture
lt: Paraiška šiuo metu nėra groja
pt: O aplicativo não está sendo jogado no momento
sv: Applikationen spelas för närvarande inte
zh_tw: 應用程式目前沒有播放

# INVALID_PATH_FOR_AUDIO
source: Invalid path for audio file
ar: مسار غير صالح لملف صوتي
de: Ungültiger Pfad für Audiodatei
es: Ruta de acceso no válida para archivo de audio
fr: Chemin d'accès non valide pour le fichier audio
lt: Neteisingas garso failo kelias
pt: Caminho inválido para arquivo de áudio
sv: Ogiltig sökväg för ljudfil
zh_tw: 音訊檔案的路徑無效

# UNABLE_TO_RECORD_ERROR
source: Unable to record sound at the moment, please try again
ar: غير قادر على تسجيل الصوت في الوقت الحالي، يرجى المحاولة مرة أخرى
de: Momentan kann kein Ton aufgenommen werden, bitte versuchen Sie es erneut
es: No se puede grabar sonido en este momento, inténtelo de nuevo
fr: Impossible d'enregistrer le son pour le moment, veuillez réessayer
lt: Nepavyko įrašyti garso šiuo metu, bandykite dar kartą
pt: Não é possível gravar som no momento, tente novamente
sv: Kan inte spela in ljud just nu, försök igen
zh_tw: 目前無法錄製聲音，請再試一次

# UNABLE_TO_PLAY_ERROR
source: Unable to play sound at the moment, please try again
ar: غير قادر على تشغيل الصوت في الوقت الحالي، يرجى المحاولة مرة أخرى
de: Momentan kann kein Sound abgespielt werden, bitte versuchen Sie es erneut
es: No se puede reproducir el sonido en este momento, inténtelo de nuevo
fr: Impossible de lire le son pour le moment, veuillez réessayer
lt: Nepavyko groti garso šiuo metu, bandykite dar kartą
pt: Não é possível reproduzir som no momento, tente novamente
sv: Det går inte att spela upp ljud just nu, försök igen
zh_tw: 目前無法播放聲音，請再試一次

# UNABLE_TO_RECORD_PERMISSION
source: Unable to record sound because the permission has not been granted. This can be changed in your; settings.
ar: غير قادر على تسجيل الصوت لأنه لم يتم منح الإذن. هذا يمكن تغييرها في الخاص بك; الإعدادات.
de: Ton kann nicht aufgenommen werden, da die Berechtigung nicht erteilt wurde. Dies kann in Ihren Einstellungen geändert werden.
es: No se puede grabar sonido porque no se ha concedido el permiso. Esto se puede cambiar en su configuración;.
fr: Impossible d'enregistrer le son car l'autorisation n'a pas été accordée. Cela peut être modifié dans vos paramètres ;.
lt: Nepavyko įrašyti garso, nes leidimas nebuvo suteiktas. Tai gali būti pakeista jūsų nustatymuose.
pt: Não foi possível gravar som porque a permissão não foi concedida. Isso pode ser alterado nas suas configurações;.
sv: Det gick inte att spela in ljud eftersom behörigheten inte har beviljats. Detta kan ändras i dina; -inställningar.
zh_tw: 無法錄製聲音，因為尚未授與權限。這可以在您的; 設置中更改。

# ERROR_OCCOURD_DURING_RECORD
source: An error occured while trying to process audio command, please try again
ar: حدث خطأ أثناء محاولة معالجة أمر الصوت، يرجى المحاولة مرة أخرى
de: Beim Versuch, den Audiobefehl zu verarbeiten, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
es: Se ha producido un error al intentar procesar el comando de audio, inténtelo de nuevo
fr: Une erreur s'est produite lors de la tentative de traitement de la commande audio, veuillez réessayer
lt: Bandant apdoroti garso komandą įvyko klaida, bandykite dar kartą
pt: Ocorreu um erro ao tentar processar o comando de áudio, tente novamente
sv: Ett fel uppstod vid försök att bearbeta ljudkommandot. Försök igen
zh_tw: 嘗試處理音訊指令時發生錯誤，請再試一次

source: Just Now
ar: فقط الآن
de: Gerade jetzt
es: Justo ahora
fr: Juste maintenant
lt: Tiesiog Dabar
pt: Apenas agora
sv: Just nu
zh_tw: 剛才現在

source: secs
ar: ثانية
de: Sekunden
es: segs
lt: sek
pt: segundos
sv: sekunder
zh_tw: 秒

# YOU_CANT_MESSAGE_THEM
source: You can't message them in this chat, and you won't receive their messages.
ar: لا يمكنك مراسلتهم في هذه الدردشة، ولن تتلقى رسائلهم.
de: Sie können ihnen in diesem Chat keine Nachrichten senden, und Sie erhalten ihre Nachrichten nicht.
es: No puedes enviarles mensajes en este chat y no recibirás sus mensajes.
fr: Vous ne pouvez pas les envoyer dans ce chat et vous ne recevrez pas leurs messages.
lt: Negalite jų pranešti šiame pokalbyje ir negausite jų pranešimų.
pt: Você não pode enviar mensagens para eles neste chat, e você não receberá as mensagens deles.
sv: Du kan inte skicka meddelanden till dem i den här chatten och du kommer inte att få deras meddelanden.
zh_tw: 您無法在此對話中傳送訊息給他們，也不會收到他們的訊息。

source: Translate Message
ar: ترجمة الرسالة
de: Übersetze Message
es: Traducir Mensaje
fr: Traduire Message
lt: Išversti žinutę
pt: Traduzir Mensagem
sv: Översätt meddelande
zh_tw: 翻譯訊息

# NO_TRANSLATION_AVAILABLE
source: No translation is available.
ar: لا تتوفر ترجمة.
de: Es ist keine Übersetzung verfügbar.
es: No hay traducción disponible.
fr: Aucune traduction n'est disponible.
lt: Vertimo nėra.
pt: Nenhuma tradução está disponível.
sv: Ingen översättning finns tillgänglig.
zh_tw: 沒有翻譯可用。

source: Left
ar: اليسار
de: Linke
es: Izquierda
fr: Gauche
lt: kairė
pt: Esquerda
sv: Vänster
zh_tw: 左

source: kicked
ar: ركل
de: getreten
es: patadas
fr: coup de pied
lt: spardė
pt: chutado
sv: sparkad
zh_tw: 踢

source: banned
ar: محظور
de: unerlaubt
es: prohibido
fr: interdit
lt: uždraustas
pt: banido
sv: förbjudna
zh_tw: 取締

source: unbanned
ar: غير محظور
de: unverbannt
es: no prohibida
fr: non interdite
lt: neuždrausta
pt: não banido
sv: oförbjuden
zh_tw: 取消禁止

source: made
ar: صنع
de: hergestellt
es: hecho
fr: confectionné
lt: pagamintas
pt: fez
sv: gjord
zh_tw: 製作

source: added
ar: أضاف
de: hinzugefügt
es: añadido
fr: ajoutée
lt: pridėta
pt: adicionada
sv: Lagt till
zh_tw: 添加

source: Start a call
ar: بدء مكالمة
de: Starten Sie einen Anruf
es: Iniciar una llamada
fr: Démarrer un appel
lt: Pradėti skambutį
pt: Iniciar uma chamada
sv: Starta ett samtal
zh_tw: 開始通話

source: Start an Audio Call ☎️
ar: بدء مكالمة صوتية ☎️
de: Starten Sie einen Audioanruf ☎️
es: Iniciar una llamada de audio ☎️
fr: Démarrer un appel audio ☎️
lt: Garso skambučio paleidimas ☎️
pt: Iniciar uma chamada de áudio ☎️
sv: Starta ett ljudsamtal ☎️
zh_tw: 開始語音通話 ☎️

source: Start a Video Call 📹
ar: بدء مكالمة فيديو 📹
de: Starten Sie einen Videoanruf 📹
es: Iniciar una videollamada 📹
fr: Démarrer un appel vidéo 📹
lt: Pradėti vaizdo skambutį 📹
pt: Iniciar uma chamada de vídeo 📹
sv: Starta ett videosamtal 📹
zh_tw: 開始視訊通話 📹

# PLEASE_ENTER_A_NAME_FOR_A_GROUP_CALL
source: Please enter a name for the group call
ar: الرجاء إدخال اسم للمكالمة الجماعية
de: Bitte geben Sie einen Namen für den Gruppenanruf ein
es: Introduzca un nombre para la llamada de grupo
fr: Veuillez saisir un nom pour l'appel de groupe
lt: Prašome įvesti grupės skambučio pavadinimą
pt: Digite um nome para a chamada de grupo
sv: Ange ett namn för gruppanropet
zh_tw: 請輸入群組通話的名稱

source: Start
ar: ابدأ
de: Beginnen
es: Iniciar
fr: Démarrer
lt: Pradėti
pt: Iniciar
sv: Starta
zh_tw: 開始

# GROUP_CALL_NAME_CANNOT_EMPTY
source: Group call name cannot be empty
ar: لا يمكن أن يكون اسم استدعاء المجموعة فارغا
de: Name des Gruppenanrufs darf nicht leer sein
es: El nombre de la llamada de grupo no puede estar vacío
fr: Le nom d'appel de groupe ne peut pas être vide
lt: Grupės skambučio pavadinimas negali būti tuščias
pt: O nome da chamada de grupo não pode estar vazio
sv: Gruppanropsnamn kan inte vara tomt
zh_tw: 群組呼叫名稱不可為空白

source: Enter title here
ar: أدخل العنوان هنا
de: Geben Sie den Titel hier
es: Introduce el título aquí
fr: Entrez le titre ici
lt: Įveskite pavadinimą čia
pt: Digite o título aqui
sv: Skriv in titel här
zh_tw: 在此輸入標題

# MAY_CONTAIN_NEGATIVE_SENTIMENT
source: This message may contain sensitive content
ar: قد تحتوي هذه الرسالة على محتوى حساس
de: Diese Nachricht kann sensible Inhalte enthalten
es: Este mensaje puede contener contenido confidencial
fr: Ce message peut contenir du contenu sensible
lt: Šiame laiške gali būti jautrus turinys
pt: Esta mensagem pode conter conteúdo sensível
sv: Meddelandet kan innehålla känsligt innehåll
zh_tw: 此訊息可能包含敏感內容

# UNBLOCK_USER_MESSAGE
source: Kindly, unblock the user to make a call
ar: يرجى إلغاء حظر المستخدم لإجراء مكالمة
de: Bitte entsperren Sie den Benutzer, um einen Anruf zu tätigen
es: Por favor, desbloquee al usuario para realizar una llamada
fr: Veuillez débloquer l'utilisateur pour passer un appel
lt: Maloniai, atblokuoti vartotoją skambinti
pt: Por favor, desbloqueie o usuário para fazer uma chamada
sv: Vänligen, avblockera användaren för att ringa ett samtal
zh_tw: 請解除封鎖使用者撥打電話

# USER_LEAVE_GROUP_WARNING
source: Are you sure you want to leave this group?
ar: هل أنت متأكد أنك تريد مغادرة هذه المجموعة؟
de: Bist du sicher, dass du diese Gruppe verlassen willst?
es: ¿Estás seguro de que quieres dejar este grupo?
fr: Êtes-vous sûr de vouloir quitter ce groupe ?
lt: Ar tikrai norite palikti šią grupę?
pt: Tem certeza que quer deixar este grupo?
sv: Är du säker på att du vill lämna den här gruppen?
zh_tw: 您確定要離開這個群組嗎？

# USER_DELETE_GROUP_WARNING
source: Are you sure you want to delete this group?
ar: هل تريد بالتأكيد حذف هذه المجموعة؟
de: Möchten Sie diese Gruppe wirklich löschen?
es: ¿Está seguro de que desea eliminar este grupo?
fr: Êtes-vous sûr de vouloir supprimer ce groupe ?
lt: Ar tikrai norite ištrinti šią grupę?
pt: Tem certeza de que deseja excluir este grupo?
sv: Är du säker på att du vill ta bort den här gruppen?
zh_tw: 您確定要刪除此群組嗎？

# USER_READ_MESSAGE_WARNING
source: Are you sure want to view this message?
ar: هل تريد بالتأكيد عرض هذه الرسالة؟
de: Möchten Sie diese Nachricht wirklich sehen?
es: ¿Está seguro de que desea ver este mensaje?
fr: Voulez-vous vraiment voir ce message ?
lt: Ar tikrai norite peržiūrėti šį pranešimą?
pt: Tem certeza de que deseja ver esta mensagem?
sv: Är du säker på att du vill se det här meddelandet?
zh_tw: 您確定要檢視此訊息嗎？

source: Transfer Ownership
ar: نقل ملكية
de: Inhaberschaft
es: Transferir propiedad
fr: Transfert de propriété
lt: Perdavimo nuosavybės teisė
pt: Propriedade de transferência
sv: Överföra ägande
zh_tw: 移轉所有權

# ASSIGN_AS_OWNER
source: Assign as group owner
ar: تعيين كمالك للمجموعة
de: Als Gruppenbesitzer zuweisen
es: Asignar como propietario del grupo
fr: Affecter en tant que propriétaire du
lt: Priskirti kaip grupės savininką
pt: Atribuir como proprietário do grupo
sv: Tilldela som gruppägare
zh_tw: 指派為群組擁有者

source: is now Owner
ar: هو الآن المالك
de: ist jetzt Eigentümer
es: ahora es Propietario
fr: est maintenant propriétaire
lt: dabar yra savininkas
pt: é agora Proprietário
sv: är nu Ägare
zh_tw: 現在為擁有者

# AS_A_OWNER
source: Assign as group owner
ar: تعيين كمالك للمجموعة
de: Als Gruppenbesitzer zuweisen
es: Asignar como propietario del grupo
fr: Affecter en tant que propriétaire du
lt: Priskirti kaip grupės savininką
pt: Atribuir como proprietário do grupo
sv: Tilldela som gruppägare
zh_tw: 指派為群組擁有者

# ERROR_IO_EXCEPTION
source: The provided Input is not valid.
ar: ERROR_IO_EXCEPTION
de: ERROR_IO_EXCEPTION
es: ERROR_IO_EXCEPTION
fr: ERROR_IO_EXCEPTION
lt: ERROR_IO_EXCEPTION
pt: ERROR_IO_EXCEPTION
sv: ERROR_IO_EXCEPTION
zh_tw: 錯誤異常

# ERROR_JSON_EXCEPTION
source: The provided JSON is not valid.
ar: ERROR_JSON_EXCEPTION
de: ERROR_JSON_EXCEPTION
es: ERROR_JSON_EXCEPTION
fr: ERROR_JSON_EXCEPTION
lt: ERROR_JSON_EXCEPTION
pt: ERROR_JSON_EXCEPTION
sv: ERROR_JSON_EXCEPTION
zh_tw: 錯誤例外

# ERROR_PASSWORD_MISSING
source: Password is mandatory for a protected group
ar: إرور_PASSWORD_مفقود
de: ERROR_PASSWORD_MISSING
es: ERROR_PASSWORD_MISSING
fr: ERROR_PASSWORD_MISSING
lt: ERROR_PASSWORD_MISSING
pt: ERROR_PASSWORD_MISSING
sv: ERROR_PASSWORD_MISSING
zh_tw: 錯誤 (_S) 密碼遺失

# ERROR_LIMIT_EXCEEDED
source: Limit Exceeded Max limit
ar: ERROR_LIMIT_تجاوزت
de: ERROR_LIMIT_EXCEEDED
es: ERROR_LIMIT_EXCEEDED
fr: ERROR_LIMIT_PASSÉ
lt: ERROR_LIMIT_EXCEEDED
pt: ERROR_LIMIT_EXCEDIDO
sv: ERROR_LIMIT_EXCEEDED
zh_tw: 超出錯誤限制 (_L)

# ERROR_INVALID_LIMIT
source: Please provide valid limit
ar: ERROR_INVALID_LIMIT
de: ERROR_INVALID_LIMIT
es: ERROR_INVALID_LIMIT
fr: ERROR_INVALID_LIMIT
lt: ERROR_INVALID_LIMIT
pt: ERROR_INVALID_LIMIT
sv: ERROR_INVALID_LIMIT
zh_tw: 錯誤無效

# ERROR_USER_NOT_LOGGED_IN
source: Please log in to CometChat before calling this method
ar: ERROR_USER_NOT_LOGGED_IN
de: ERROR_USER_NOT_LOGGED_IN
es: ERROR_USER_NOT_LOGGED_IN
fr: ERROR_USER_NOT_LOGGED_IN
lt: ERROR_USER_NOT_LOGGED_IN
pt: ERROR_USER_NOT_LOGGED_IN
sv: ERROR_USER_NOT_LOGGED_IN
zh_tw: 使用者錯誤

# ERROR_INVALID_GUID
source: Please provide a valid GUID
ar: ERROR_INVALID_GUID
de: ERROR_INVALID_GUID
es: ERROR_INVALID_GUID
fr: ERROR_INVALID_GUID
lt: ERROR_INVALID_GUID
pt: ERROR_INVALID_GUID
sv: ERROR_INVALID_GUID
zh_tw: 錯誤

# ERROR_INVALID_UID
source: Please provide a valid UID
ar: ERROR_INVALID_UID
de: ERROR_INVALID_UID
es: ERROR_INVALID_UID
fr: ERROR_INVALID_UID
lt: ERROR_INVALID_UID
pt: ERROR_INVALID_UID
sv: ERROR_INVALID_UID
zh_tw: 錯誤無效

# ERROR_XMPP
source: Websocket error
ar: ERROR_XMPP
de: ERROR_XMPP
es: ERROR_XMPP
fr: ERREUR_XMPP
lt: ERROR_XMPP
pt: ERROR_XMPP
sv: ERROR_XMPP
zh_tw: 錯誤

# ERROR_CALL_NOT_INITIATED
source: Call not cannot be cancelled without initiating a call
ar: ERROR_CALL_NOT_INTEADED
de: ERROR_CALL_NOT_INITIIERT
es: ERROR_CALL_NOT_INICIADO
fr: ERROR_CALL_NOT_INITIÉ
lt: ERROR_CALL_NOT_INITIATED
pt: ERROR_CALL_NOT_INITIATED
sv: ERROR_CALL_NOT_INITIERAD
zh_tw: 啟動錯誤

# ERROR_CALL
source: Something went wrong while connecting.
ar: إرور_كول
de: ERROR_CALL
es: ERROR_CALL
fr: ERROR_CALL
lt: ERROR_CALL
pt: ERROR_CALL
sv: ERROR_CALL
zh_tw: 錯誤 (_呼叫)

# ERROR_CALL_SESSION_MISMATCH
source: Call Session Mismatch. Please check the session ID
ar: ERROR_CALL_SESSION_ميسماتش
de: ERROR_CALL_SESSION_MISMATCH
es: ERROR_CALL_SESSION_DISCORDANCIA
fr: ERROR_CALL_SESSION_MISMATCH
lt: ERROR_CALL_SESSION_MISMATCH
pt: ERROR_CALL_SESSION_MISMATCH
sv: ERROR_CALL_SESSION_MISMATCH
zh_tw: 錯誤

source: ERROR_CALL_SESSION_ID_NOT_FOUND
zh_tw: 找不到錯誤
